Repository: eisnerd/xfterm
Catalog: doc/po/*.po
Languages: da, es, gl, id, ja, pt, zh_cn

source: [Configuration] MiscAlwaysShowTabs=TRUE MiscBell=TRUE MiscConfirmClose=FALSE MiscCursorBlinks=TRUE MiscCursorShape=TERMINAL_CURSOR_SHAPE_BLOCK MiscCycleTabs=FALSE MiscInheritGeometry=TRUE MiscMouseAutohide=FALSE MiscTabCloseButtons=TRUE MiscTabCloseMiddleClick=TRUE MiscTabPosition=GTK_POS_TOP MiscHighlightUrls=TRUE
da: [Configuration] MiscAlwaysShowTabs=SAND MiscBell=SAND MiscConfirmClose=FALSK MiscCursorBlinks=SAND MiscCycleTabs=FALSK MiscInheritGeometry=SAND MiscMouseAutohide=FALSK MiscTabCloseButtons=SAND MiscTabPosition=GTK_POS_TOP MiscHighlightUrls=SAND
