Repository: eisnerd/xfterm
Catalog: doc/po/*.po
Languages: da, es, gl, id, ja, pt, zh_cn

source: To select a character at a time, click on the first character that you want to select and drag the mouse to the last character that you want to select.
da: For at vælge ét tegn ad gangen, skal du klikke på den første du ønsker at markere og trække musen hen til det sidste tegn, du ønsker at markere.
es: Para seleccionar un carácter po vez, haga clic en el primer carácter que quiera seleccionar y arrastre el ratón hasta el último carácter que quiera seleccionar.
gl: Para seleccionar un carácter de cada vez, prema no primeiro carácter que desexa seleccionar e arrastre o rato ata o último carácter que desexa seleccionar.
id: Untuk memilih karakter, klik pada karakter pertama yang ingin anda pilih lalu tarik tetikus ke karakter terakhir yang ingin anda pilih.
ja: ある文字を一度に選択する場合は、最初の文字をクリックして、選択したい最後の文字までマウスをドラッグします。
pt: Para seleccionar um caractere de cada vez, prima no primeiro caractere que deseja seleccionar e arraste o rato até ao último caracter que deseja seleccionar.
zh_cn: 以字符为单位选中文本，单击您要选择的第一个字符，并拖拽鼠标到您所要选择的最后一个字符处以选定文本。

source: To select a word at a time, double-click on the first word that you want to select and drag the mouse to the last word that you want to select.
da: For at vælge ét ord ad gangen, skal du dobbeltklikke på det første ord, du ønsker at markere og trække musen hen til det sidste ord du ønsker at markere.
es: Para seleccionar una palabra por vez, haga doble clic en la primera palabra que quiera seleccionar y arrastre el ratón hasta la última palabra que quiera seleccionar.
gl: Para seleccionar unha palabra de cada vez, faga dobre clic na primeira palabra que desexa seleccionar e arrastre o rato ata a última palabra que desexa seleccionar.
id: Untuk memilih kata, klik ganda pada kata pertama yang ingin anda pilih lalu tarik tetikus ke kata terakhir yang ingin anda pilih.
ja: ある単語を一度に選択する場合は、最初の単語をダブルクリックして、選択したい最後の単語までマウスをドラッグしてください。
pt: Para seleccionar uma palavra de cada vez, faça duplo clique na primeira palavra que deseja seleccionar e arraste o rato até à última palavra que deseja seleccionar.
zh_cn: 以词为单位选中文本，双击您所要选择的第一个词，并拖拽鼠标到您所要选择的最后一个词处以选定文本。

source: To select a line at a time, triple-click on the first line that you want to select and drag the mouse to the last line that you want to select.
da: For at vælge én sætning ad gangen, skal du klikke 3 gange på den første sætning du ønsker at markere og trække musen hen til den sidste sætning du, ønsker at markere.
es: Para seleccionar una línea por vez, haga triple clic en la primera línea que quiera seleccionar y arrastre el ratón hasta la última línea que quiera seleccionar.
gl: Para seleccionar unha liña de cada vez, faga triple clic na primeira liña que desexa seleccionar e arrastre o rato ata a última liña que desexa seleccionar.
id: Untuk memilih baris, klik tiga kali pada baris pertama yang ingin anda pilih lalu tarik tetikus ke baris terakhir yang ingin anda pilih.
ja: ある行を一度に選択する場合は、最初の行をトリプルクリックして、選択したい最後の行までマウスをドラッグしてください。
pt: Para seleccionar uma linha de cada vez, faça triplo clique na primeira linha que deseja seleccionar e arraste o rato até à última linha que deseja seleccionar.
zh_cn: 以行为单位选中文本，在您所要选择的第一行处点击三次，并拖拽鼠标到您做要选择的最后一行处以选定文本。

source: These actions select all text between the first and last items. For all text selections, @PACKAGE_NAME@ copies the selected text into the clipboard when you release the mouse button. To explicitly copy the selected text, choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Copy</guimenuitem></menuchoice>.
da: Disse handlinger vælger al tekst mellem det første og det sidste element. Gældende for alle tekstmarkeringer, vil @PACKAGE_NAME@ kopiere den markerede tekst til udklipsholderen, når du giver slip på museknappen. For at kopiere den markerede tekst øjeblikkeligt, vælg da <menuchoice><guimenu>Redigér</guimenu><guimenuitem>Kopiér</guimenuitem></menuchoice>.
es: Estas acciones seleccionan todo el texto entre los primeros y últimos elementos. Para todas las selecciones de texto, @PACKAGE_NAME@ copia el texto seleccionado al portapapeles cuando uste suelta el botón del ratón. Para copiar explícitamente el texto seleccionado, seleccione <menuchoice><guimenu>Editar</guimenu><guimenuitem>.
gl: Estas accións seleccionan todo o texto entre o primeiro e o último elemento. En todas as seleccións de texto, @PACKAGE_NAME@ copia o texto seleccionado no portarretallos cando solta o botón do rato. Para copiar explicitamente o texto seleccionado, seleccione <menuchoice><guimenu>Editar</guimenu><guimenuitem>Copiar</guimenuitem></menuchoice>.
id: Cara ini memilih semua teks di antara item pertama dan terakhir. Untuk pemilihan semua teks, @PACKAGE_NAME@ menyalin teks terpilih ke dalam papan klip ketika anda melepas tombol tetikus. Untuk menyalin teks terpilih secara eksplisit, pilih <menuchoice><guimenu>Sunting</guimenuitem></menuchoice>.
ja: これらの動作で最初と最後のアイテム間にあるすべての文字列が選択されます。選択されたすべての文字列は、マウスボタンを離した段階で @PACKAGE_NAME@ によってクリップボードにコピーされます。選択テキストを明示的にコピーするのであれば、<menuchoice><guimenu>「編集」</guimenu><guimenuitem>「コピー」</guimenuitem></menuchoice>を選んでください。
pt: Estas opções seleccionam todo o texto entre o primeiro e o último item. Para todas as selecções de texto, o @PACKAGE_NAME@ copia o texto seleccionado para a área de transferência quando liberta o botão do rato. Para copiar explicitamente o texto seleccionado, escolha <menuchoice><guimenu>Editar</guimenu><guimenuitem>Copiar</guimenuitem></menuchoice>.
zh_cn: 这些操作都会选中第一个和最后一个项目之间的所有文本。对于所有选中的文本，在您松开鼠标按钮之后，@PACKAGE_NAME@ 将会复制该文本至剪贴板。要手动粘贴所选文本，请选择 <menuchoice><guimenu>编辑</guimenu><guimenuitem>复制</guimenuitem></menuchoice>。

source: To paste text into a terminal:
da: Sådan indsætter du tekst ind i terminalen:
es: Para pegar texto en una terminal:
gl: Pegar texto nunha terminal:
id: Untuk merekatkan teks ke dalam terminal:
ja: ターミナルに文字を貼り付ける:
pt: Para colar texto num terminal:
zh_cn: 粘贴文本至终端:

source: If you previously copied text to the clipboard, you can paste the text into a terminal by performing one of the following actions:
da: Hvis du tidligere har kopieret tekst til udklipsholderen, kan du indsætte teksten ind i terminalen ved at udføre en af følgende handlinger:
es: Si previamente copió texto al portapapeles, puede pegarlo en una terminal de las siguientes formas:
gl: Se copiou texto ao portarretallos, pode pegar o texto nunha terminal realizando unha das seguintes accións:
id: Jika anda sebelumnya menyalin teks ke papan klip, anda dapat merekatkan teks ke dalam terminal dengan melakukan salah satu cara berikut:
ja: 文字列をクリップボードへコピーしていれば、以下のいずれか一つを実行するとターミナルにその文字列を貼り付けることができます:
pt: Se copiou texto para a área de transferência, pode colar o texto dentro do terminal ao efectuar uma das seguintes acções:
zh_cn: 如果您之前将文本复制到剪贴板中，您可以执行下列操作之一以将该文本粘贴至终端中:

source: To paste text that you copied by selection only, middle-click at the command prompt. If you do not have a middle mouse button, refer to the X Server documentation for information about how to emulate the middle mouse button. This is equivalent to using the <menuchoice><guimenuitem>Paste Selection</guimenuitem></menuchoice> item from <menuchoice><guimenu>Edit</guimenu></menuchoice> menu.
da: For at indsætte tekst du har kopieret kun ved markering, skal du klikke på den midterste museknap i kommandoprompten. Hvis du ikke har nogen midterste museknap, så læs dokumentationen til X-serveren, for at se hvordan man emulerer den midterste museknap. Dette svarer til at bruge <menuchoice><guimenuitem>Indsæt markering</guimenuitem></menuchoice> elementet fra <menuchoice><guimenu>Redigér</guimenu></menuchoice>-menuen.
es: Para pegar texto que copió al seleccionar solamente use el clic del medio en el prompt. Si su ratón no tiene un botón de clic del medio, vea la documentación del Servidor X para obtener información acerca de cómo emular el botón de clic del medio del ratón. Esto es lo mismo que seleccionar <menuchoice><guimenuitem>Pegar selección</guimenuitem></menuchoice> en el menú <menuchoice><guimenu>Editar</guimenu></menuchoice>.
gl: Para pegar texto que copiou selecciónandoo unicamente, prema co botón central no indicador de execución. Se non ten un botón central, consulte a documentación do servidor X para obter información sobre como emular o botón central do rato. Isto é equivalente a usar o elemento <menuchoice><guimenuitem>Pegar a selección</guimenuitem></menuchoice> do menú <menuchoice><guimenu>Editar</guimenu></menuchoice>.
id: Untuk merekatkan teks yang telah anda salin dengan hanya pemilihan, klik tengah pada prompt perintah. Jika anda tidak memiliki tombol tengah tetikus, silakan merujuk ke dokumentasi X Server untuk informasi tentang bagaimana cara mengemulasi tombol tengah tetikus. Ini ekuivalen dengan menggunakan item <menuchoice><guimenuitem>Seleksi Rekat</guimenuitem></menuchoice> dari menu <menuchoice><guimenu>Sunting</guimenu></menuchoice>.
ja: 選択してコピーしたテキストを貼り付けるだけでしたら、コマンドプロンプトの所で中央クリックしてください。マウスが 3 ボタン式でない場合は、X サーバ文書の、マウスの中央ボタンのエミュレート方法に関する情報を参考にしてください。これは<menuchoice><guimenu>「編集」</guimenu></menuchoice> メニューの <menuchoice><guimenuitem>「選択領域を貼り付け」</guimenuitem></menuchoice> と同じ動きをします。
pt: Para colar texto que copiou apenas por selecção, use o botão central na linha de comandos. Se não tiver um botão central, veja a documentação do Servidor X para informação sobre como emular o botão central do rato. Isto é equivalente a usar o item <menuchoice><guimenuitem>Colar Selecção</guimenuitem></menuchoice> do menu <menuchoice><guimenu>Editar</guimenu></menuchoice>.
zh_cn: 要粘贴您之前选中的文本，在命令提示符处点击鼠标中键。如果您的鼠标没有中键，请查看 X Server 文档中关于如何模拟鼠标中键的内容。这个动作等价于使用 <menuchoice><guimenu>编辑</guimenu></menuchoice> 菜单中的 <menuchoice><guimenuitem>粘贴选中内容</guimenuitem></menuchoice> 选项。

source: To paste text that you explicitly copied, choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Paste</guimenuitem></menuchoice>.
da: For at indsætte tekst du netop har kopieret, vælg da <menuchoice><guimenu>Redigér</guimenu><guimenuitem>Indsæt</guimenuitem></menuchoice>.
es: Para pegar texto que copió explícitamente, seleccione <menuchoice><guimenu>Editar</guimenu><guimenuitem>Pegar</guimenuitem></menuchoice>.
gl: Para pegar texto que copiou explicitamente, seleccione <menuchoice><guimenu>Editar</guimenu><guimenuitem>Pegar</guimenuitem></menuchoice>.
id: Untuk merekatkan teks yang telah anda salin, pilih <menuchoice><guimenu>Sunting</guimenu><guimenuitem>Rekat</guimenuitem></menuchoice>.
ja: 明示的にコピーした文字列を貼り付けるには、<menuchoice><guimenu>「編集」</guimenu><guimenuitem>「貼り付け」</guimenuitem></menuchoice>を選びます。
pt: Para colar texto que copiou explicitamente, escolha <menuchoice><guimenu>Editar</guimenu><guimenuitem>Colar</guimenuitem></menuchoice>.
zh_cn: 要粘贴您复制(而非通过选中)的文本，选择 <menuchoice><guimenu>编辑</guimenu><guimenuitem>粘贴</guimenuitem></menuchoice>。

source: To drag a file name into a terminal window:
da: For at trække et filnavn ind i terminalvinduet:
es: Para arrastrar un nombre de archivo en una ventana de terminal:
gl: Para arrastrar un nome de ficheiro a unha fiestra de terminal:
id: Untuk menarik nama berkas ke dalam jendela terminal:
ja: ターミナルウィンドウにファイル名をドラッグする:
pt: Para arrastar um nome de ficheiro para a janela de terminal:
zh_cn: 将文件名拖拽至终端窗口:

source: You can drag a file name to a terminal from another application such as a file manager or a web browser. The terminal displays the path and the full name of the URI.
da: Du kan trække et filnavn til terminalen fra et andet program, så som en filhåndtering eller en netlæser. Terminalen viser URI'ens sti og fulde navn.
es: Puede arrastrar un nombre de archivo a una terminal desde otra aplicación como un administrador de archivo o un navegador web. La terminal mostrará el camino y nombre completo del URI.
gl: Pode arrastrar un nome de ficheiro a unha terminal dende outro aplicativo como un xestor de ficheiros ou un navegador web. A terminal mostrará a ruta e o nome completo do URI.
id: Anda dapat menarik nama berkas ke terminal dari aplikasi lain seperti manajer berkas atau peramban web. Terminal menampilkan alamat dan nama penuh URI.
ja: ファイルマネージャやウェブブラウザのようなアプリケーションから、ターミナルにファイル名をドラッグすることができます。すると、パスや URI の完全名が表示されます。
pt: Pode arrastar um nome de ficheiro para o terminal de outra aplicação como um gestor de ficheiros ou um navegador web. O terminal mostrará o caminho e o nome completo do URI.
zh_cn: 您可以将如文件管理器或者网络浏览器之类的其他应用程序中的文件名拖拽至终端。终端将显示该资源的完整路径和名字。

source: To access a hyperlink:
da: Sådan tilgår du en internethenvisning:
es: Para acceder a un hipervínculo:
gl: Acceder a unha hiperligazón:
id: Untuk mengakses hipertaut:
ja: ハイパーリンクにアクセスする:
pt: Para aceder a uma hiperligação:
zh_cn: 使用超链接:

source: To access a Uniform Resource Locator (URL) that is displayed in a terminal window, perform the following steps:
da: Sådan tilgår du en Uniform Resource Locator (URL), der er vist i terminalvinduet, skal følgende trin udføres:
es: Para acceder a un URL que se muestra en una ventana de terminal siga los siguientes pasos:
gl: Para acceder a un Uniform Resource Locator (URL) que se mostra nunha fiestra de terminal, siga os seguintes pasos:
id: Untuk mengakses Uniform Resource Locator (URL) yang ditampilkan dalam jendela terminal, lakukan langkah berikut:
ja: ターミナルウィンドウに表示されている Uniform Resource Locator (URL) にアクセスするには以下の手順を行います:
pt: Para aceder a uma ligação de Internet (URL) que é mostrada numa janela de terminal, realize os seguintes passos:
zh_cn: 要使用终端窗口中显示的 URL，请按以下步骤操作:

source: Move the mouse over the URL until the URL is underlined.
da: Flyt musen over URL'en så den er understreget.
es: Mueva el ratón sobre el URL hasta que éste se subraye.
gl: Mover o rato sobre o URL ata que aparece subliñado.
id: Pindahkan tetikus ke URL sampai URL digarisbawahi.
ja: 下線が付くところまでその URL 上にマウスポインタを移動します。
pt: Mover o rato sobre o URL até que a URL apareça a sublinhado.
zh_cn: 将鼠标移至该 URL 上方直至该 URL出现下划线。

source: Right-click on the URL to open the context menu.
da: Højreklik på URL'en for at åbne genvejsmenuen.
es: Haga clic en el URL para abrir el menú contextual.
gl: Premer co botón dereito no URL para abrir o menú contextual.
id: Klik kanan pada URL untuk membuka menu konteks.
ja: 右クリックするとコンテキストメニューが表示されます。
pt: Premir o botão direito no URL para abrir o menu de contexto.
zh_cn: 右键点击该 URL，打开内容菜单。

source: Choose <guimenuitem>Open Link</guimenuitem> from the context menu to start your preferred Web Browser and display the file located at the URL.
da: Vælg <guimenuitem>Åbn henvisning</guimenuitem> fra genvejsmenuen for at starte din foretrukne netlæser og vise filen i URL'en.
es: Seleccione <guimenuitem>Abrir vínculo</guimenuitem> en el menú contextual para iniciar su navegador web preferido y mostrar el archivo al que el URL hace referencia.
gl: Seleccione <guimenuitem>Abrir ligazón</guimenuitem> no menú contextual para iniciar o seu Navegador Web preferido e mostrar o ficheiro situado no URL.
id: Pilih <guimenuitem>Buka Tautan</guimenuitem> dari menu konteks untuk menjalankan Peramban Web pilihan anda dan menampilkan berkas yang tersimpan di URL.
ja: コンテキストメニューから <guimenuitem>「リンクを開く」</guimenuitem> を選ぶと、お気に入りのウェブブラウザが起動してその URL にあるファイルを表示します。
pt: Escolha <guimenuitem>Abrir Ligação</guimenuitem> no menu de contexto para iniciar o seu Navegador Web preferido e mostrar o ficheiro situado no URL.
zh_cn: 从内容菜单中选择 <guimenuitem>打开链接</guimenuitem> 以使用您首选的网络浏览器打开该 URL。

source: To compose an email:
da: Sådan opretter du en e-post:
es: Para redactar un correo electrónico:
gl: Escribir unha mensaxe de correo electrónico:
id: Untuk menulis email:
ja: メールを作成する:
pt: Para escrever uma mensagem de correio electrónico:
zh_cn: 撰写一封电子邮件:

source: To compose an email to an address that is displayed in a terminal window, perform the following steps:
da: For at oprette en e-post til en adresse der er vist i terminalvinduet, skal følgende skridt udføres:
es: Para redactar un correo electrónico a una dirección que se muestra en una ventana de terminal siga estas instrucciones:
gl: Para escribirlle unha mensaxe a un enderezo de correo-e que se mostra na fiestra da terminal, realice o seguinte:
id: Untuk menulis email ke alamat yang ditampilkan dalam jendela terminal, lakukan langkah berikut:
ja: ターミナルウィンドウに表示されているアドレスへ送信するメールを作成するには、以下の手順を行います:
pt: Para escrever uma mensagem para um endereço de correio mostrado na janela do terminal, realize o seguinte:
zh_cn: 要撰写一封电子邮件至终端窗口中显示的一个地址，请按以下步骤操作:

source: Move the mouse over the email address until the email address is underlined.
da: Flyt musen over e-post-adressen så den er understreget.
es: Mueva el ratón sobre la dirección de mail hasta que ésta se subraye.
gl: Mova o rato por riba do enderezo de correo-e ata que o enderezo apareza subraiado.
id: Pindahkan tetikus ke alamat email sampai alamat email digarisbawahi.
ja: 下線が付くところまでそのメールアドレス上にマウスポインタを移動します。
pt: Mova o rato sobre o endereço de correio até que o endereço apareça a sublinhado.
zh_cn: 将鼠标移至电子邮件地址上方直至该地址出现下划线。

source: Right-click on the email address to open the context menu.
da: Højreklik på e-post-adressen for at åbne genvejsmenuen.
es: Haga clic derecho en la dirección de correo electrónico para abrir el menú contextual.
gl: Prema co botón dereito no enderezo de correo-e para abrir o menú contextual.
id: Klik kanan pada alamat email untuk membuka menu konteks.
ja: 右クリックするとコンテキストメニューが表示されます。
pt: Prima o botão direito no endereço de correio para abrir o menu de contexto.
zh_cn: 右键单击该电子邮件地址，打开上下文菜单。

source: Choose <guimenuitem>Compose Email</guimenuitem> from the context menu to compose an email in your preferred Mail Reader.
da: Vælg <guimenuitem>Opret e-post</guimenuitem> fra genvejsmenuen for at oprette en e-post i dit foretrukne e-post-program.
es: Seleccione <guimenuitem>Redactar correo electrónico</guimenuitem> en el menú contextual para redactar un correo electrónico en su cliente de correo preferido.
gl: Seleccione <guimenuitem>Escribir mensaxe</guimenuitem> no menú contextual para escribir unha mensaxe de correo-e no seu Lector de Correo preferido.
id: Pilih <guimenuitem>Tulis Email</guimenuitem> dari menu konteks untuk menulis email dalam Pembaca Surat pilihan anda.
ja: コンテキストメニューからから <guimenuitem>「メールの作成」</guimenuitem> を選ぶと、お気に入りのメーラーでメールを編集できます。
pt: Escolha <guimenuitem>Escrever Email</guimenuitem> no menu de contexto para escrever uma mensagem de correio no seu Leitor de Correio preferido.
zh_cn: 从该菜单中选择 <guimenuitem>撰写电子邮件</guimenuitem> 以使用您首选的邮件阅读器撰写一封电子邮件。

source: To change the terminal title
da: Sådan ændrer du terminalens titel
es: Para cambiar el título de la terminal
gl: Cambiar o título da terminal
id: Untuk mengubah judul terminal
ja: ターミナルのタイトルを変えるには
pt: Para mudar o título do terminal
zh_cn: 改变终端标题

source: Set title dialog
da: Indstil titelvinduet
es: Establecer el título del diálogo
gl: Definir o título do diálogo
id: Atur dialog judul
ja: ダイアログ「タイトルを付けてください」
pt: Definir o título do diálogo
zh_cn: 设置标题对话框

source: To change the title of the currently displayed terminal, perform the following three steps:
da: For at ændre titlen på den terminal der vises i øjeblikket, skal følgende trin udføres:
es: Para cambiar el título de la terminal mostrada actualmente siga estos pasos:
gl: Para cambiarlle o título á terminal que se mostra actualmente, faga o seguinte:
id: Untuk mengubah judul yang saat ini ditampilkan di terminal, lakukan tiga langkah berikut:
ja: 現在ターミナルが表示しているタイトルを変更するには、以下の手順を行います:
pt: Para alterar o título do terminal mostrado actualmente, execute os três passos seguintes:
zh_cn: 要改变当前显示的终端的标题，执行以下三个步骤:

source: Choose <menuchoice><guimenu>Terminal</guimenu><guimenuitem>Set Title...</guimenuitem></menuchoice> or double-click the the terminal tab header.
da: Vælg <menuchoice><guimenu>Terminal</guimenu><guimenuitem>Indstil titel...</guimenuitem></menuchoice> eller dobbeltklik på terminalens fanebladhovedet.
es: Seleccione <menuchoice><guimenu>Terminal</guimenu><guimenuitem>Establecer título...</guimenuitem></menuchoice> o haga doble clic en la cabecera de la pestaña de la terminal.
gl: Seleccione <menuchoice><guimenu>Terminal</guimenu><guimenuitem>Definir título...</guimenuitem></menuchoice> ou faga dobre clic na cabeceira da lapela de terminal.
id: Pilih <menuchoice><guimenu>Terminal</guimenu><guimenuitem>Tentukan Judul...</guimenuitem></menuchoice> atau klik ganda pada tajuk tab terminal.
ja: <menuchoice><guimenu>「ターミナル」</guimenu><guimenuitem>「タイトルを付ける...」</guimenuitem></menuchoice> あるいはターミナルのタブ上でダブルクリックします。
pt: Escolha <menuchoice><guimenu>Terminal</guimenu><guimenuitem>Definir Título...</guimenuitem></menuchoice> ou clique direito no cabeçalho do separador do terminal.
zh_cn: 选择 <menuchoice><guimenu>终端</guimenu><guimenuitem>设置标题...</guimenuitem></menuchoice> 或者双击终端标签。

source: Type the new title in the <guilabel>Title</guilabel> text box. @PACKAGE_NAME@ applies the change immediately.
da: Skriv den nye titel i tekstboksen <guilabel>Title</guilabel>. @PACKAGE_NAME@ anvender ændringen med det samme.
es: Escriba el nuevo título en la caja de texto <guilabel>Título</guilabel>. @PACKAGE_NAME@ aplica los cambios inmediatamente.
gl: Introduza o novo título na caixa de texto <guilabel>Título</guilabel>. @PACKAGE_NAME@ aplicará o cambio inmediatamente.
id: Ketik judul baru pada kotak teks <guilabel>Judul</guilabel>. @PACKAGE_NAME@ segera menerapkan perubahan.
ja: テキストボックスが表示されますので、<guilabel>タイトル</guilabel>の所に新しいタイトルを入力します。@PACKAGE_NAME@ は直ちに変更を適用します。
pt: Introduza o novo título na caixa de texto <guilabel>Título</guilabel>. O @PACKAGE_NAME@ aplicará a mudança imediatamente.
zh_cn: 在 <guilabel>标题</guilabel> 文本框中输入新的标题。@PACKAGE_NAME@ 将立即应用该更改。

source: Click the button <guilabel>Close</guilabel> or press the <keycap>Return</keycap> key to close the <guilabel>Set Title</guilabel> dialog.
da: Tryk på knappen <guilabel>Luk</guilabel> eller tryk på <keycap>Retur</keycap>-knappen for at lukke vinduet <guilabel>Indstil titel</guilabel>.
es: Haga clic en el botón <guilabel>Cerrar</guilabel> o presione e
gl: Prema no botón <guilabel>Pechar</guilabel> ou prema a tecla <keycap>Intro</keycap> para pechar o diálogo <guilabel>Definir o título</guilabel>.
id: Klik tombol <guilabel>Tutup</guilabel> atau tekan kunci <keycap>Return</keycap> untuk menutup dialog <guilabel>Tentukan Judul</guilabel>.
ja: ダイアログ <guilabel>タイトルを付けてください</guilabel> を閉じるには <guilabel>「閉じる」</guilabel>ボタンをクリックするか、<keycap>Return</keycap> キーを押します。
pt: Prima no botão <guilabel>Fechar</guilabel> ou prima a tecla <keycap>Enter</keycap> para fechar o diálogo <guilabel>Definir Título</guilabel>.
zh_cn: 点击 <guilabel>关闭</guilabel> 按钮或者按下 <keycap>回车</keycap> 键关闭 <guilabel>设置标题</guilabel> 对话框。

source: To reset the terminal title to its default behavior, perform the same three steps as described above, but enter an empty title.
da: For at nulstille terminalens titel til dens oprindelige opførsel, skal de samme 3 ovenstående trin udføres, men der skal blot indtastes en tom titel.
es: Para restablecer el título del terminal a su valor predeterminado, realice los mismos tres pasos tal y como se describen arriva, pero introduzca un título vacío.
gl: Para restablecer o título predeterminado da terminal, realice os mesmos tres pasos tal como se describen enriba, pero introduza un título baleiro.
id: Untuk mengembalikan judul terminal ke perilaku standarnya, lakukan tiga langkah yang sama seperti dijelaskan di atas, tapi kosongkan judul.
ja: ターミナルのタイトルをデフォルト値にリセットするには、上記の三つの手順を行った上で、タイトルを空欄のまま入力します。
pt: Para restaurar o título omisso do terminal, realize os mesmos três passos como descritos acima, mas coloque um título em branco.
zh_cn: 要重置终端标题至其默认行为，同样执行上面三个步骤，不同之处只是您需要输入一个空的新标题。

source: @PACKAGE_NAME@ will substitute these tokens:
da: @PACKAGE_NAME@ vil erstatte disse variabler:
es: @PACKAGE_NAME@ sustituirá estos valores:
gl: @PACKAGE_NAME@ substituirá estas cadeas de texto:
id: @PACKAGE_NAME@ akan menggantikan token ini:
ja: @PACKAGE_NAME@ は以下のトークンを置き換えます:
pt: O @PACKAGE_NAME@ substituirá estes campos:
zh_cn: @PACKAGE_NAME@ 会替换以下符号:
