Repository: eisnerd/xfterm
Catalog: doc/po/*.po
Languages: da, es, gl, id, ja, pt, zh_cn

source: Choose <menuchoice><guimenu>View</guimenu><guimenuitem>Show Menubar</guimenuitem></menuchoice> (or right-click the terminal window and choose <menuchoice><guimenuitem>Show Menubar</guimenuitem></menuchoice>).
da: Vælg <menuchoice><guimenu>Vis</guimenu><guimenuitem>Vis menulinje</guimenuitem></menuchoice> (eller højreklik på terminalvinduet og vælg <menuchoice><guimenuitem>Vis menulinje</guimenuitem></menuchoice>).
es: Seleccione <menuchoice><guimenu>Ver</guimenu><guimenuitem>Mostrar barra de menús</guimenuitem></menuchoice> (o haga clic derecho en la ventana de terminal y seleccione <menuchoice><guimenuitem>Mostrar barra de menús</guimenuitem></menuchoice>).
gl: Seleccione <menuchoice><guimenu>Ver</guimenu><guimenuitem>Mostrar a barra de menú</guimenuitem></menuchoice> (ou prema co botón dereita na fiestra da terminal e seleccione <menuchoice><guimenuitem>Mostrar a barra de menú</guimenuitem></menuchoice>).
id: Pilih <menuchoice><guimenu>Tampilan</guimenu><guimenuitem>Tampilkan Batang Menu</guimenuitem></menuchoice> (atau klik kanan jendela terminal dan pilih <menuchoice><guimenuitem>Tampilkan Batang Menu</guimenuitem></menuchoice>).
ja: <menuchoice><guimenu>「表示」</guimenu><guimenuitem>「メニューバー」</guimenuitem></menuchoice> (あるいはターミナルウィンドウを右クリックして<menuchoice><guimenuitem>「メニューバー」</guimenuitem></menuchoice>) を選びます。
pt: Escolha <menuchoice><guimenu>Ver</guimenu><guimenuitem>Mostrar a Barra de Menu</guimenuitem></menuchoice> (ou prima o botão direito na janela do terminal e escolha <menuchoice><guimenuitem>Mostrar a Barra de Menu</guimenuitem></menuchoice>).
zh_cn: 选择 <menuchoice><guimenu>查看</guimenu><guimenuitem>显示菜单栏</guimenuitem></menuchoice> (或者右键点击终端窗口并选择 <menuchoice><guimenuitem>显示菜单栏</guimenuitem></menuchoice>)。

source: To show a hidden menubar:
da: Sådan viser du en skjult menulinje:
es: Para mostrar una barra de menús oculta:
gl: Mostrar unha barra de menú oculta:
id: Untuk menampilkan batang menu yang tersembunyi:
ja: 隠したメニューバーを表示する:
pt: Para mostrar uma barra de menu oculta:
zh_cn: 重新显示已隐藏的菜单栏:

source: Right-click the terminal window and choose <menuchoice><guimenuitem>Show Menubar</guimenuitem></menuchoice> from the popup menu.
da: Højreklik på terminalvinduet og vælg <menuchoice><guimenuitem>Vis menulinje</guimenuitem></menuchoice> fra pop op-menuen.
es: Haga clic derecho en la ventana de terminal y seleccione <menuchoice><guimenuitem>Mostrar barra de menús</guimenuitem></menuchoice> en el menú emergente.
gl: Prema co botón dereito na fiestra da terminal e seleccione <menuchoice><guimenuitem>Mostrar a barra de menú</guimenuitem></menuchoice> no menú contextual.
id: Klik kanan jendela terminal dan pilih <menuchoice><guimenuitem>Tampilkan Batang Menu</guimenuitem></menuchoice> dari menu popup.
ja: ターミナルウィンドウを右クリックして、ポップアップメニューから<menuchoice><guimenuitem>「メニューバー」</guimenuitem></menuchoice>を選びます。
pt: Prima o botão direito na janela do terminal e escolha <menuchoice><guimenuitem>Mostrar Barra de Menu</guimenuitem></menuchoice> no menu de contexto.
zh_cn: 右键点击终端窗口并从弹出的菜单中选择 <menuchoice><guimenuitem>显示菜单栏</guimenuitem></menuchoice>。

source: To show or hide the toolbars:
da: Sådan viser eller skjuler du værktøjslinjer:
es: Para mostrar u ocultar las barras de herramientas:
gl: Mostrar ou ocultar as barras de ferramentas:
id: Untuk menampilkan atau menyembunyikan batang alat:
ja: ツールバーを隠す、または表示する:
pt: Para mostrar ou ocultar a barra de ferramentas:
zh_cn: 显示或者隐藏工具栏:

source: Choose <menuchoice><guimenu>View</guimenu><guimenuitem>Show Toolbars</guimenuitem></menuchoice>.
da: Vælg <menuchoice><guimenu>Vis</guimenu><guimenuitem>Vis værktøjslinjer</guimenuitem></menuchoice>.
es: Seleccione <menuchoice><guimenu>Ver</guimenu><guimenuitem>Mostrar barras de herramientas</guimenuitem></menuchoice>.
gl: Seleccione <menuchoice><guimenu>Ver</guimenu><guimenuitem>Mostrar as barras de ferramentas</guimenuitem></menuchoice>.
id: Pilih <menuchoice><guimenu>Tampilan</guimenu><guimenuitem>Tampilkan Batang Alat</guimenuitem></menuchoice>.
ja: <menuchoice><guimenu>「表示」</guimenu><guimenuitem>「ツールバー」</guimenuitem></menuchoice> を選びます。
pt: Escolha <menuchoice><guimenu>Ver</guimenu><guimenuitem>Mostrar Barra de Ferramentas</guimenuitem></menuchoice>.
zh_cn: 选择 <menuchoice><guimenu>查看</guimenu><guimenuitem>显示工具栏</guimenuitem></menuchoice>。

source: To customize the toolbars:
da: Sådan ændrer du værktøjslinjerne:
es: Para personalizar las barras de herramientas:
gl: Personalizar as barras de ferramentas:
id: Untuk menyesuaikan batang alat:
ja: ツールバーをカスタマイズする:
pt: Para personalizar barra de ferramentas:
zh_cn: 自定义工具栏:

source: Be sure to show the toolbars first; then choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Toolbars...</guimenuitem></menuchoice>.
da: Vær sikker på at værktøjslinjerne er synlige; vælg så <menuchoice><guimenu>Redigér</guimenu><guimenuitem>Værktøjslinjer...</guimenuitem></menuchoice>.
es: Primero asegúrese de que las barras de herramientas no estén ocultas. Luego seleccione <menuchoice><guimenu>Editar</guimenu><guimenuitem>Barras de herramientas...</guimenuitem></menuchoice>.
gl: Asegúrese de mostrar primeiro as barras de ferramentas; despois seleccione <menuchoice><guimenu>Editar</guimenu><guimenuitem>Barras de ferramentas...</guimenuitem></menuchoice>.
id: Pastikan untuk menampilkan batang alat dahulu; lalu pilih <menuchoice><guimenu>Sunting</guimenu><guimenuitem>Batang alat...</guimenuitem></menuchoice>.
ja: 最初に、ツールバーが表示されていることを確認して下さい。次に <menuchoice><guimenu>「編集」</guimenu><guimenuitem>「ツールバー...」</guimenuitem></menuchoice>を選びます。
pt: Certifique-se de mostrar a barra de ferramentas primeiro; então escolha <menuchoice><guimenu>Editar</guimenu><guimenuitem>Barra de Ferramentas...</guimenuitem></menuchoice>.
zh_cn: 首先确定工具栏已经显示；然后选择 <menuchoice><guimenu>编辑</guimenu><guimenuitem>工具栏...</guimenuitem></menuchoice>。

source: To show or hide the window decorations:
da: Sådan viser eller skjuler du vinduesdekorationerne:
es: Para mostrar u ocultar las decoraciones de ventana:
gl: Mostrar ou ocultar as decoracións das fiestras:
id: Untuk menampilkan atau menyembunyikan dekorasi jendela:
ja: ウィンドウの枠を隠す、または表示する:
pt: Para mostrar ou ocultar as decorações de janelas:
zh_cn: 显示或者隐藏窗口装饰:

source: Choose <menuchoice><guimenu>View</guimenu><guimenuitem>Show Window Borders</guimenuitem></menuchoice>.
da: Vælg <menuchoice><guimenu>Vis</guimenu><guimenuitem>Vis vindueskanter</guimenuitem></menuchoice>.
es: Seleccione <menuchoice><guimenu>Ver</guimenu><guimenuitem>Mostrar bordes de ventana</guimenuitem></menuchoice>.
gl: Seleccione <menuchoice><guimenu>Ver</guimenu><guimenuitem>Mostrar os bordos das fiestras</guimenuitem></menuchoice>.
id: Pilih <menuchoice><guimenu>Tampilan</guimenu><guimenuitem>Tampilkan Batas Jendela</guimenuitem></menuchoice>.
ja: <menuchoice><guimenu>「表示」</guimenu><guimenuitem>「ウィンドウ枠」</guimenuitem></menuchoice> を選びます。
pt: Escolha <menuchoice><guimenu>Ver</guimenu><guimenuitem>Mostrar Bordas de Janela</guimenuitem></menuchoice>.
zh_cn: 选择 <menuchoice><guimenu>查看</guimenu><guimenuitem>显示窗口边框</guimenuitem></menuchoice>。

source: To put a terminal window into fullscreen
da: Sådan ser du en terminal i fuldskærmstilstand
es: Para poner la ventana de terminal en modo pantalla completa
gl: Pasar a pantalla completa unha fiestra da terminal
id: Untuk menempatkan jendela terminal dalam layar penuh
ja: ターミナルを全画面モードにする
pt: Para colocar a janela do terminal em ecrã inteiro
zh_cn: 全屏显示终端窗口:

source: Choose <menuchoice><guimenu>View</guimenu><guimenuitem>Fullscreen</guimenuitem></menuchoice> from the menubar (or right-click the terminal window and choose <menuchoice><guimenuitem>Fullscreen</guimenuitem></menuchoice>).
da: Vælg <menuchoice><guimenu>Vis</guimenu><guimenuitem>Fuldskærm,</guimenuitem></menuchoice> fra menulinjen (eller højreklik og vælg <menuchoice><guimenuitem>Fuldskærm</guimenuitem></menuchoice>).
es: Seleccione <menuchoice><guimenu>Ver</guimenu><guimenuitem>Pantalla completa</guimenuitem></menuchoice> en la barra de menús (o haga clic derecho en la ventana de terminal y seleccione <menuchoice><guimenuitem>Pantalla completa</guimenuitem></menuchoice>).
gl: Seleccione <menuchoice><guimenu>View</guimenu><guimenuitem>Pantalla completa</guimenuitem></menuchoice> na barra de menú (ou prema co botón dereito na fiestra da terminal e seleccione <menuchoice><guimenuitem>Pantalla completa</guimenuitem></menuchoice>).
id: Pilih <menuchoice><guimenu>Tampilan</guimenu><guimenuitem>Layar penuh</guimenuitem></menuchoice> dari batang menu (atau klik kanan jendela terminal dan pilih <menuchoice><guimenuitem>Layar penuh</guimenuitem></menuchoice>).
ja: メニューバーから<menuchoice><guimenu>「表示」</guimenu><guimenuitem>「全画面表示」</guimenuitem></menuchoice> (あるいはターミナルウィンドウを右クリックして<menuchoice><guimenuitem>「全画面表示」</guimenuitem></menuchoice>) を選んでください。
pt: Escolha <menuchoice><guimenu>Ver</guimenu><guimenuitem>Ecrã inteiro</guimenuitem></menuchoice> na barra de menu (ou prima o botão direito na janela do terminal e escolha <menuchoice><guimenuitem>Ecrã inteiro</guimenuitem></menuchoice>).
zh_cn: 在菜单栏中选择 <menuchoice><guimenu>查看</guimenu><guimenuitem>全屏</guimenuitem></menuchoice> (或者右键单击终端窗口并选择 <menuchoice><guimenuitem>全屏</guimenuitem></menuchoice>)。

source: To change the appearance of the terminal window:
da: Sådan ændre du udseendet af terminalvinduet:
es: Para cambiar la apariencia de la ventana de terminal:
gl: Para cambiar a aparencia da fiestra da terminal:
id: Untuk mengubah tampilan dari jendela terminal:
ja: ターミナルウィンドウの外観を変える:
pt: Para mudar a aparência da janela do terminal:
zh_cn: 改变终端窗口的外观:

source: See <xref linkend="preferences"/> for information about the options that you choose in the <guilabel>Terminal Preferences</guilabel> dialog to change the appearance and behaviour of the terminal windows. For example, you can change the background color or the location of the scrollbar.
da: Se <xref linkend="preferences"/> for detaljer om de tilvalg du kan vælge i vinduet <guilabel>Terminalindstillinger</guilabel>, for at ændre udseendet og opførslen på terminalvinduerne. Du kan f.eks. ændre baggrundsfarven eller placeringen af rullegardinet.
es: Vea <xref linkend="preferences"/> para más información acerca de opciones que puede elegir en el diálogo <guilabel>Preferencias de terminal</guilabel> para cambiar la apariencia y comportamiento de las ventanas de terminal. Por ejemplo, puede cambiar el color de fondo o la ubicación del la barra de desplazamiento.
gl: Consulte <xref linkend="preferences"/> para obter información sobre as opcións que seleccione no diálogo de <guilabel>Preferencias de Terminal</guilabel> para cambiar a aparencia e o comportamento das fiestras de terminal. Por exemplo, pode cambiar a cor de fondo ou a situación da barra de desprazamento.
id: Lihat <xref linkend="preferences"/> untuk informasi tentang opsi yang anda pilih pada dialog <guilabel>Pengaturan Terminal</guilabel> untuk mengubah tampilan dan perilaku jendela terminal. Misalnya, anda dapat mengubah warna latar belakang atau lokasi batang gulung.
ja: ターミナルウィンドウの外観や振る舞いを変更するには <guilabel>ターミナルの設定</guilabel> ダイアログを使用します。ここにあるオプションについての詳しい情報は <xref linkend="preferences"/> をご覧ください。例えば、背景色やスクロールバーの位置を変えることができます。
pt: Veja <xref linkend="preferences"/> para informação sobre as opções que escolheu no diálogo de <guilabel>Preferências do Terminal</guilabel> para mudar a aparência e comportamento das janelas de terminal. Por exemplo, pode mudar a cor de fundo ou a localização da barra de deslocamento.
zh_cn: 查看 <xref linkend="preferences"/> 以获取您在 <guilabel>终端首选项</guilabel> 对话框中所选择用以改变终端窗口的外观和行为的选项的更多信息。例如，您可以改变终端的背景色和滚动条的位置。

source: To work with the contents of terminal windows
da: Sådan arbejder du med indholdet af terminalvinduer
es: Para trabajar con el contenido de ventanas de terminal
gl: Para traballar co contido das fiestras de terminal
id: Untuk bekerja dengan isi dari jendela terminal
ja: ターミナルウィンドウの表示内容を利用するには
pt: Para trabalhar com conteúdo das janelas de terminal
zh_cn: 处理终端窗口中的内容

source: To scroll through previous commands and output:
da: Sådan bladrer igennem tidligere kommandoer og uddata:
es: Para desplazarse por las órdenes y salidas previas:
gl: Para desprazarse polos comandos anteriores e maila saída previa:
id: Untuk menggulung ke perintah dan keluaran sebelumnya:
ja: 前のコマンドや出力をスクロールする:
pt: Para deslocar pelos comandos anteriores e saída:
zh_cn: 滚动查看之前的命令和命令输出:

source: Perform one of the following actions:
da: Udfør en af følgende handlinger:
es: Realizar una de las siguientes acciones:
gl: Realice unha das seguintes accións:
id: Lakukan salah satu dari cara berikut:
ja: 以下のいずれか一つを実行します:
pt: Realizar uma das seguintes acções:
zh_cn: 执行下列操作之一:

source: Use the scrollbar, which is usually displayed on the right side of each terminal window.
da: Brug rullegardinet, der sædvanligvis er vist på den højre side af hvert terminalvindue.
es: Use la barra de desplazamiento, que generalmente se muestra en el lado derecho de cada ventana de terminal.
gl: Use a barra de desprazamento, que normalmente se mostra na beira dereita de cada fiestra de terminal.
id: Gunakan batang gulung, yang biasanya ditampilkan pada sisi kanan dari tiap jendela terminal.
ja: スクロールバーを使います。通常はターミナルウィンドウの右側に表示されています。
pt: Usar barra de deslocamento, que costuma estar no lado direito de cada janela do terminal.
zh_cn: 使用滚动条，通常显示在终端窗口的右边。

source: Press the <keycombo><keycap>Shift</keycap><keycap>Page Up</keycap></keycombo>, <keycombo><keycap>Shift</keycap><keycap>Page Down</keycap></keycombo>, <keycombo><keycap>Shift</keycap><keycap>Up</keycap></keycombo>, <keycombo><keycap>Shift</keycap><keycap>Down</keycap></keycombo>, <keycombo><keycap>Shift</keycap><keycap>Home</keycap></keycombo>, or <keycombo><keycap>Shift</keycap><keycap>End</keycap></keycombo> keys.
da: Tryk på tasterne <keycombo><keycap>Skift</keycap><keycap>Page Up</keycap></keycombo>, <keycombo><keycap>Skift</keycap><keycap>Page Down</keycap></keycombo>, <keycombo><keycap>Skift</keycap><keycap>Op</keycap></keycombo>, <keycombo><keycap>Skift</keycap><keycap>Ned</keycap></keycombo>, <keycombo><keycap>Skift</keycap><keycap>Home</keycap></keycombo>, eller <keycombo><keycap>Skift</keycap><keycap>End</keycap></keycombo>.
es: Presione las teclas <keycombo><keycap>Shift</keycap><keycap>Page Up</keycap></keycombo>, <keycombo><keycap>Shift</keycap><keycap>Page Down</keycap></keycombo>, <keycombo><keycap>Shift</keycap><keycap>Up</keycap></keycombo>, <keycombo><keycap>Shift</keycap><keycap>Down</keycap></keycombo>, <keycombo><keycap>Shift</keycap><keycap>Home</keycap></keycombo>, o <keycombo><keycap>Shift</keycap><keycap>End</keycap></keycombo>.
gl: Prema as teclas <keycombo><keycap>Maiús</keycap><keycap>Re Páx</keycap></keycombo>, <keycombo><keycap>Maiús</keycap><keycap>Av Páx</keycap></keycombo>, <keycombo><keycap>Maiús</keycap><keycap>Arriba</keycap></keycombo>, <keycombo><keycap>Maiús</keycap><keycap>Abaixo</keycap></keycombo>, <keycombo><keycap>Maiús</keycap><keycap>Inicio</keycap></keycombo>, ou <keycombo><keycap>Maiús</keycap><keycap>Fin</keycap></keycombo>.
id: Tekan tombol <keycombo><keycap>Shift</keycap><keycap>Page Up</keycap></keycombo>, <keycombo><keycap>Shift</keycap><keycap>Page Down</keycap></keycombo>, <keycombo><keycap>Shift</keycap><keycap>Up</keycap></keycombo>, <keycombo><keycap>Shift</keycap><keycap>Down</keycap></keycombo>, <keycombo><keycap>Shift</keycap><keycap>Home</keycap></keycombo>, atau <keycombo><keycap>Shift</keycap><keycap>End</keycap></keycombo>.
ja: キー <keycombo><keycap>Shift</keycap><keycap>Page Up</keycap></keycombo>、 <keycombo><keycap>Shift</keycap><keycap>Page Down</keycap></keycombo>、 <keycombo><keycap>Shift</keycap><keycap>Up</keycap></keycombo>、<keycombo><keycap>Shift</keycap><keycap>Down</keycap></keycombo>、 <keycombo><keycap>Shift</keycap><keycap>Home</keycap></keycombo> あるいは <keycombo><keycap>Shift</keycap><keycap>End</keycap></keycombo> を押します。
pt: Pressione as teclas <keycombo><keycap>Shift</keycap><keycap>Page Up</keycap></keycombo>, <keycombo><keycap>Shift</keycap><keycap>Page Down</keycap></keycombo>, <keycombo><keycap>Shift</keycap><keycap>Up</keycap></keycombo>, <keycombo><keycap>Shift</keycap><keycap>Down</keycap></keycombo>, <keycombo><keycap>Shift</keycap><keycap>Home</keycap></keycombo>, ou <keycombo><keycap>Shift</keycap><keycap>End</keycap></keycombo>.
zh_cn: 使用按键 <keycombo><keycap>Shift</keycap><keycap>Page Up</keycap></keycombo>、<keycombo><keycap>Shift</keycap><keycap>Page Down</keycap></keycombo>、<keycombo><keycap>Shift</keycap><keycap>Up</keycap></keycombo>、<keycombo><keycap>Shift</keycap><keycap>Down</keycap></keycombo>、<keycombo><keycap>Shift</keycap><keycap>Home</keycap></keycombo> 或者 <keycombo><keycap>Shift</keycap><keycap>End</keycap></keycombo>。

source: Use the middle wheel button on your mouse if applicable
da: Brug det midterste musehjul, hvis der er et
es: Use la rueda del ratón si está disponible
gl: Usar o botón da roda central do rato se é posible
id: Gunakan tombol roda tengah di tetikus anda jika dapat digunakan
ja: マウスのスクロールホイールを使用します。
pt: Usar o botão do meio da roda do rato se possível
zh_cn: 使用鼠标滚轮 (如果有的话)

source: @PACKAGE_NAME@ mimics the FreeBSD console when <keycap>Scroll Lock</keycap> is pressed. When scroll lock is active, ordinary input and output from the shell is suspended and you can scroll through the history with <keycombo><keycap>Shift</keycap><keycap>Page Up</keycap></keycombo> and <keycombo><keycap>Shift</keycap><keycap>Page Down</keycap></keycombo> or using the optional scrollbar. Press <keycombo><keycap>Ctrl</keycap><keycap>S</keycap></keycombo> to activate the scroll lock and <keycombo><keycap>Ctrl</keycap><keycap>Q</keycap></keycombo> to disable it afterwards.
da: @PACKAGE_NAME@ efterligner konsollen i FreeBSD, når der er trykket på<keycap>Scroll Lock</keycap>. Når scroll lock er aktiv, er almindelig ind- og uddata slået fra og du kan bladre igennem historikken med <keycombo><keycap>Skift</keycap><keycap>Page Up</keycap></keycombo> og <keycombo><keycap>Skift</keycap><keycap>Page Down</keycap></keycombo> eller ved evt. at bruge rullegardinet. Tryk på <keycombo><keycap>Ctrl</keycap><keycap>S</keycap></keycombo> for aktivere scroll lock og <keycombo><keycap>Ctrl</keycap><keycap>Q</keycap></keycombo> for at slå den fra igen.
es: @PACKAGE_NAME@ imita la consola de FreeBSD cuando se presiona <keycap>Bloquear desplazamiento</keycap>. Cuando bloquear desplazamiento está activado, el ingreso y salida ordinarios del shell se suspenden y usted puede desplazarse en el historial con <keycombo><keycap>Shift</keycap><keycap>Av Pág</keycap></keycombo> y <keycombo><keycap>Shift</keycap><keycap>Re Pág</keycap></keycombo> o usando opcionalmente la barra de desplazamiento. Presione <keycombo><keycap>Ctrl</keycap><keycap>S</keycap></keycombo> para activar el bloqueo de desplazamiento y <keycombo><keycap>Ctrl</keycap><keycap>Q</keycap></keycombo> para desactivarlo después.
gl: @PACKAGE_NAME@ imita á consola de FreeBSD cando se preme <keycap>Bloq despr</keycap>. Cando está activo o bloqueo de desprazamento, suspéndense a entrada e maila saída normais da shell e pode desprazarse polo historial usando <keycombo><keycap>Maiús</keycap><keycap>Re páx</keycap></keycombo> e <keycombo><keycap>Maiús</keycap><keycap>Av páx</keycap></keycombo> ou usando a barra de desprazamento opcional. Prema <keycombo><keycap>Ctrl</keycap><keycap>S</keycap></keycombo> para activar o bloqueo de desprazamento e <keycombo><keycap>Ctrl</keycap><keycap>Q</keycap></keycombo> para desactivalo despois.
id: @PACKAGE_NAME@ meniru konsol FreeBSD jika <keycap>Scroll Lock</keycap> ditekan. Jika scroll lock aktif, masukan dan keluaran biasa dari shell dihentikan dan anda dapat menelusuri riwayat dengan menggunakan <keycombo><keycap>Shift</keycap><keycap>Page Up</keycap></keycombo> dan <keycombo><keycap>Shift</keycap><keycap>Page Down</keycap></keycombo> atau menggunakan batang gulung opsional. Tekan <keycombo><keycap>Ctrl</keycap><keycap>S</keycap></keycombo> untuk mengaktifkan scroll lock dan <keycombo><keycap>Ctrl</keycap><keycap>Q</keycap></keycombo> untuk menonaktifkan setelahnya.
ja: <keycap>Scroll Lock</keycap> が押されると @PACKAGE_NAME@ は FreeBSD コンソールを真似るようになります。このスクロールロックが有効になっている間は、シェルからの通常の入出力は休止状態になり、<keycombo><keycap>Shift</keycap><keycap>Page Up</keycap></keycombo> および <keycombo><keycap>Shift</keycap><keycap>Page Down</keycap></keycombo> あるいはターミナルのスクロールバーを通してコマンドやログ等の履歴をたどることができます。スクロールロックを有効にするには <keycombo><keycap>Ctrl</keycap><keycap>S</keycap></keycombo> を、無効にするにはその後で <keycombo><keycap>Ctrl</keycap><keycap>Q</keycap></keycombo> を押してください。
pt: O @PACKAGE_NAME@ simula a consola do FreeBSD quando <keycap>Scroll Lock</keycap> é pressionada. Quando scroll lock está activo, entradas e saídas comuns da shell são suspensas e pode deslocar-se pelo histórico com <keycombo><keycap>Shift</keycap><keycap>Page Up</keycap></keycombo> e <keycombo><keycap>Shift</keycap><keycap>Page Down</keycap></keycombo> ou usando a barra de deslocamento opcional. Pressione <keycombo><keycap>Ctrl</keycap><keycap>S</keycap></keycombo> para activar scrool lock e <keycombo><keycap>Ctrl</keycap><keycap>Q</keycap></keycombo> para desligar em seguida.
zh_cn: @PACKAGE_NAME@ 在 <keycap>Scroll Lock</keycap> 被按下时将模拟 FreeBSD 终端。当滚动锁定处于激活状态时，shell 中普通的输入和输出都会被停止，您可以使用 <keycombo><keycap>Shift</keycap><keycap>Page Up</keycap></keycombo> 和 <keycombo><keycap>Shift</keycap><keycap>Page Down</keycap></keycombo> 或者使用可选的滚动条在终端历史记录中进行滚动。按下 <keycombo><keycap>Ctrl</keycap><keycap>S</keycap></keycombo> 激活滚动锁定，在之后您可以按下<keycombo><keycap>Ctrl</keycap><keycap>Q</keycap></keycombo> 来取消锁定状态。

source: The number of lines that you can scroll back in the terminal window is determined by the <guilabel>Scrollback</guilabel> setting in the <guilabel>General</guilabel> section of the <guilabel>Terminal Preferences</guilabel> dialog.
da: Det antal linjer du kan bladre tilbage - i terminalvinduet - er bestemt af <guilabel>Scrollback</guilabel>-indstillingen i sektionen <guilabel>Generelt</guilabel>, i vinduet <guilabel>Terminalindstillinger</guilabel>.
es: El número de líneas entre las que puede desplazarse en una ventana de terminal es determinada por la opción <guilabel>Desplazamiento</guilabel> en la sección <guilabel>General</guilabel> del diálogo <guilabel>Preferencias de terminal</guilabel>.
gl: O número de liñas que pode desprazarse cara atrás na fiestra de terminal está determinado pola opción <guilabel>Desprazar cara atrás</guilabel> da sección <guilabel>Xeral</guilabel> do diálogo <guilabel>Preferencias de Terminal</guilabel>.
id: Jumlah baris yang dapat anda gulung balik dalam jendela terminal ditentukan oleh pengaturan <guilabel>Gulung balik</guilabel> di bagian <guilabel>Umum</guilabel> dari dialog <guilabel>Pengaturan Terminal</guilabel>.
ja: ターミナルウィンドウでスクロールして戻せる行数は、<guilabel>ターミナルの設定</guilabel> ダイアログの <guilabel>一般</guilabel> にある <guilabel>スクロールバック</guilabel> の設定によって決まります。
pt: O número de linhas que pode deslocar para trás na janela de terminal é determinado pela definição <guilabel>Deslocamento</guilabel> na secção <guilabel>Geral</guilabel> do diálogo de <guilabel>Preferências do Terminal</guilabel>.
zh_cn: 终端窗口中能够回滚的行数在 <guilabel>终端首选项</guilabel> 对话框中的 <guilabel>常规</guilabel> 选项卡中的 <guilabel>回滚</guilabel> 设置处指定。

source: To select and copy text:
da: Sådan markerer og kopierer du tekst:
es: Para seleccionar y copiar texto:
gl: Seleccionar e copiar texto:
id: Untuk memilih dan menyalin teks:
ja: 文字列を選択したりコピーしたりする:
pt: Para seleccionar e copiar texto:
zh_cn: 选择并复制文本:

source: You can select text in any of the following ways:
da: Du kan markere tekst, på en af følgende måder:
es: Puede seleccionar texto de cualquiera de las siguientes formas:
gl: Pode seleccionar texto de calquera das seguintes formas:
id: Anda dapat memilih teks dengan berbagai cara berikut:
ja: 以下のどの方法でも文字を選択できます:
pt: Pode seleccionar texto em qualquer das seguintes formas:
zh_cn: 您可以通过下列方式之一选择文本:
