Repository: eisnerd/xfterm
Catalog: doc/po/*.po
Languages: da, es, gl, id, ja, pt, zh_cn

source: @@image: 'images/terminal-preferences-colors.png'; md5=6e3b585067aa4918b7038567a986d923
id: @@image: 'images/terminal-preferences-colors.png'; md5=f59306cc67e4bf38111109e2533fcc90

source: @@image: 'images/terminal-preferences-shortcuts.png'; md5=9d15559bf32d3af2ff53c602afd0c233
id: @@image: 'images/terminal-preferences-shortcuts.png'; md5=13d775ffb322d15fc7a88e8cd42c32fc

source: @@image: 'images/terminal-compose-shortcut.png'; md5=fd25cef8be8ca59470582d44c9e1b8ae
id: @@image: 'images/terminal-compose-shortcut.png'; md5=01d30916cf8ac32082ff413ad5a2bbd9

source: @@image: 'images/terminal-preferences-advanced.png'; md5=8349b999025e9cebd3385772dacadfc6
id: @@image: 'images/terminal-preferences-advanced.png'; md5=e855ad6d24dd65767406da94911ad49f

source: Terminal Emulator
es: Emulador Terminal
gl: Emulador de terminal
id: Emulator Terminal
ja: ターミナルエミュレータ
pt: Emulador de terminal
zh_cn: 终端模拟器

source: Xfce Development Team
da: Udviklingsholdet bag Xfce
es: Equipo de desarrollo de Xfce
gl: Equipo de desenvolvemento de Xfce
id: Tim Pengembang Xfce
pt: Equipa de desenvolvimento Xfce
zh_cn: Xfce 开发团队

source: Permission is granted to copy, distribute and/or modify this document under the terms of the GNU Free Documentation License, Version 1.1 or any later version published by the Free Software Foundation; with no Invariant Sections, with no Front-Cover Texts, and with no Back-Cover Texts. The complete license text is available from the <ulink type="http" url="http://www.gnu.org/">Free Software Foundation</ulink>.
da: Der gives hermed tilladelse til kopiere, distribuere og/eller ændre dette dokument under betingelserne i GNU Free Documentation License, version 1.1 eller enhver senere version udgivet af Free Software Foundation, med ingen ufravigelige dele; ingen forsidetekst, og ingen bagsidetekst. Hele licensteksten er til rådighed på <ulink type="http" url="http://www.gnu.org/">Free Software Foundation</ulink>.
es: Se concede permiso para copiar, distribuir y/o modificar este documento bajo los términos de la licencia GNU Free Documentation License, Versión 1.1 o cualquier otra versión posterior publicada por la Free Software Foundation, sin secciones invariantes, textos de portada ni textos de contraportada. El texto completo de la licencia está disponible en <ulink type="http" url="http://www.gnu.org/">Free Software Foundation</ulink>.
gl: Concédese permiso para copiar, distribuír e/ou modificar este documento baixo os termos da GNU Free Documentation License, Versión 1.3 ou calquera versión posterior publicada pola Free Software Foundation; sen as seccións invariantes, sen os textos da portada, e sen os textos da portada posterior. O texto completo da licenza está dispoñible na <ulink type="http" url="http://www.fsf.org/">Free Software Foundation</ulink>.
id: Izin diberikan untuk menyalin, mendistribusikan dan/atau memodifikasi dokumen ini di bawah perjanjian Lisensi Dokumentasi Bebas GNU, versi 1.1 atau versi apapun setelahnya yang dipublikasikan oleh Free Software Foundation; tanpa Bagian Invarian, tanpa Teks Sampul-Depan, dan tanpa Teks Sampul-Belakang. Teks lisensi selengkapnya tersedia dari <ulink type="http" url="http://www.gnu.org/">Free Software Foundation</ulink>.
ja: フリーソフトウェア財団が公表する GNU フリー文書利用許諾契約書の第1.1版、あるいはそれ以降のいずれかの版の条件下において、この文書の複製、配布および/または変更が許可されます。変更出来ない箇所、表紙文および裏表紙文があってはいけません。この利用許諾契約書の全文は<ulink type="http" url="http://www.gnu.org/">フリーソフトウェア財団</ulink>から取得する事ができます。
pt: É garantida a permissão a copiar, distribuir e/ou modificar este documento nos termos da GNU Free Documentation License, versão 1.1 ou mais recente conforme publicada pela Free Software Foundation; sem Secções Invariantes, sem textos de capa e contra-capa. Pode consultar a licença integralmente em <ulink type="http" url="http://www.gnu.org/">Free Software Foundation</ulink>.
zh_cn: 在自由软件基金会发布的 GNU 自由文档许可协议版本 1.1 或以后版本的条款约束下允许复制，分发和/或修改本文档，不要求保留特定内容、封面文本或者封底文本。许可协议全文可以通过以下链接找到: <ulink type="http" url="http://www.gnu.org/">自由软件基金会</ulink>。

source: This manual describes version @PACKAGE_VERSION@ of @PACKAGE_NAME@.
da: Denne manual beskriver @PACKAGE_NAME@ version @PACKAGE_VERSION@.
es: Este manual describe la versión @PACKAGE_VERSION@ de @PACKAGE_NAME@.
gl: Este manual describe a versión @PACKAGE_VERSION@ de @PACKAGE_NAME@.
id: Manual ini menjelaskan versi @PACKAGE_VERSION@ dari @PACKAGE_NAME@.
ja: この説明書は @PACKAGE_NAME@ のバージョン @PACKAGE_VERSION@ について書かれています。
pt: Este manual descreve a versão @PACKAGE_VERSION@ do @PACKAGE_NAME@.
zh_cn: 本手册介绍了版本为 @PACKAGE_VERSION@ 的 @PACAGE_NAME@。

source: Introduction to @PACKAGE_NAME@
da: Introduktion til @PACKAGE_NAME@
es: Introducción a @PACKAGE_NAME@
gl: Introdución a @PACKAGE_NAME@
id: Pengantar untuk @PACKAGE_NAME@
ja: @PACKAGE_NAME@ 入門
pt: Introdução ao @PACKAGE_NAME@
zh_cn: @PACKAGE_NAME@ 简介

source: What is a terminal emulator?
da: Hvad er en terminalemulator?
es: ¿Qué es un emulador de terminal?
gl: Que é un emulador de terminal?
id: Apakah emulator terminal itu?
ja: ターミナルエミュレータって何ですか?
pt: O que é um emulador de terminal?
zh_cn: 终端模拟器是什么？

source: The UNIX operating system was originally designed as a text-only system, controlled by commands entered with a keyboard. This is known as a command-line interface (CLI). The X Window System, Xfce, and other projects have since added a graphical user interface to UNIX, that's what you are actually using now. But the addition of a graphical user interface doesn't mean that the CLI is dead. The CLI is still around and is frequently the easiest, fastest, and most powerful way to perform a certain task. In fact, power users would be lost without the CLI.
da: UNIX-operativsystemet var oprindeligt designet til at være et tekstbaseret system, kontrolleret af kommandoer indtastet vha. tastaturet. Dette er kendt som en kommadolinjebrugerflade (Command Line Interface, CLI). Vinduessystemet X, Xfce og andre projekter, har siden tilføjet en grafisk brugergrænseflade til UNIX, det er faktisk præcis det, du bruger lige nu. Dog betyder tilføjelsen af en grafisk brugergrænseflade ikke, at CLI er dødt. CLI findes endnu, og er ofte den nemmeste, hurtigste og mest funktionsdygtige måde at udføre en bestemt opgave på. Faktisk ville superbrugere være fortabt uden CLI.
es: El sistema operativo UNIX fue diseñado originalmente como un sistema de sólo texto, controlado por comandos ingresados con un teclado. Esto es conocido como una interfaz de línea de comandos (o CLI, por sus siglas en inglés). El X Window System (Sistema de Ventanas X), Xfce, y otros proyectos han agregado desde entonces una interfaz de usuario gráfica a UNIX, que es lo que realmente usted está usando ahora. Pero la adición de una interfaz gráfica de usuario no significa que la CLI no existe: ésta todavía está en funcionamiento y es a menudo la forma más fácil, rápida y poderosa de realizar una determinada tarea. De hecho, los usuarios más avanzados estarían perdidos sin ella.
gl: O sistema operativo UNIX deseñouse orixinalmente como un sistema con só modo texto, controlado mediante comandos introducidos co teclado. Isto coñécese como interface de liña de comandos (commanda line interface ou CLI). O sistema X Window, Xfce, e outros proxectos engadíronlle dende entón unha interface gráfica de usuario a UNIX, que é o que vostede está usando agora mesmo. Pero a adición da interface gráfica de usuario non implica que a CLI desaparecera. A CLI aínda existe e normalmente é a forma máis fácil, rápida e máis potente para realizar unha determinada tarefa. De feito, os usuarios avanzados estarían perdidos sen a CLI.
id: Sistem operasi UNIX awalnya didesain sebagai sistem berbasis teks, yang dikendalikan oleh perintah yang dimasukkan melalui papan ketik. Hal ini dikenal sebagai antarmuka baris perintah (CLI). X Window System, Xfce, dan proyek lainnya telah menambahkan antarmuka pengguna grafis ke UNIX, dan itulah yang sedang anda gunakan sekarang. Tapi penambahan antarmuka pengguna grafis tidak berarti bahwa CLI telah mati. CLI tetap hadir dan sering menjadi cara termudah, tercepat, dan paling handal untuk melakukan tugas tertentu. Malah pengguna lama akan merasa kehilangan tanpa adanya CLI.
ja: 元来 UNIX オペレーティングシステムは文字専用のシステムとして設計され、キーボードで入力するコマンドによって制御されていました。これはコマンドラインインターフェイス (CLI) として知られています。X ウィンドウシステム、Xfce および他のプロジェクトは以降 UNIX にグラフィカルユーザインターフェイス (GUI) を追加していきました。あなたが今実際に使用しているのは正にこれです。GUI が備わったと言っても CLI が無用の長物になるわけではありません。辺りを見回せば CLI は未だに存在していて、それが最も容易、最速、かつ強力な手段になることが少なからずあります。実際のところパワーユーザは CLI 無しではやっていけないでしょう。
pt: O sistema operativo UNIX foi originalmente desenhado como um sistema de texto apenas, controlado por comandos introduzidos com um teclado. Isto é conhecido como interface de linha de comandos. O Sitema de Janelas X, Xfce e outros projectos têm adicionado uma interface gráfica de utilizador ao UNIX, que é o que está a usar agora mesmo. Mas a adição duma interface gráfica de utilizador não significa que a linha de comandos está morta. A linha de comandos está ainda presente e é frequentemente a forma mais fácil, rápida e poderosa de fazer certas tarefas. De facto, utilizadores experientes estariam perdidos sem ela.
zh_cn: UNIX 操作系统最开始是作为一个纯文本的，仅使用键盘输入命令来控制的系统而设计的。这被称为 “命令行界面”(CLI)。X 窗口系统、Xfce 以及其他项目，即是您现在所使用的这些，是在图形化用户界面添加进 UNIX 系统后才出现的。但是，图形化用户界面的加入并不意味着 CLI 的消失。CLI 仍然被广泛使用，并且经常都是完成特定任务最简单、最快捷和最强大的方式。实际上，越有经验的用户可能越离不开 CLI。

source: What makes @PACKAGE_NAME@ special?
da: Hvad gør @PACKAGE_NAME@ speciel?
es: ¿Qué hace @PACKAGE_NAME@ especial?
gl: Que fai especial a @PACKAGE_NAME@?
id: Apa yang membuat @PACKAGE_NAME@ spesial?
ja: @PACKAGE_NAME@ の何が特別なんですか?
pt: O que faz do @PACKAGE_NAME@ especial?
zh_cn: 什么让 @PACKAGE_NAME@ 与众不同？

source: @PACKAGE_NAME@'s advanced features include a simple configuration interface, the ability to use multiple tabs with terminals within a single window, the possibility to have a pseudo-transparent terminal background, and a compact mode (where both the menubar and the window decorations are hidden) that helps you to save space on your desktop.
da: De avancerede funktioner i @PACKAGE_NAME@ inkluderer en simpel indstillingsgrænseflade, mulighed for at bruge flere faner med terminaler indenfor et enkelt vindue, muligheden for at have en pseudogennemsigtig terminalbaggrund og en kompakt tilstand (hvor både menulinjen og vinduesdekorationerne er skjulte), der hjælper dig med at spare plads på dit skrivebord.
es: Las funcionalidades avanzadas de @PACKAGE_NAME@ incluyen una interfaz simple de configuración, la habilidad de usar múltiples pestañas con terminales dentro de una sola ventana, la posibilidad de tener un el fondo en una terminal pseudo-transparente y un modo compacto (donde la barra del menú y las decoraciones de las ventanas están ocultas) que ayuda a salvar espacio en su escritorio.
gl: As funcionalidades avanzadas de @PACKAGE_NAME@ inclúen unha interface de configuración sinxela, a capacidade de ter terminais en lapelas nunha soa fiestra, a posibilidade de ter un fondo de terminal pseudo-transparente, e un modo compacto (no cal se ocultan tanto a barra de menú como as decoracións da fiestra) que lle axudará a aforrar espazo no escritorio.
id: Fitur canggih @PACKAGE_NAME@ meliputi antarmuka konfigurasi yang sederhana, kemampuan untuk menggunakan banyak tab terminal di dalam satu jendela, kemungkinan untuk memiliki latar belakang transparan, dan mode sederhana (baik batang menu maupun dekorasi jendela disembunyikan) yang membantu anda menghemat ruang di dekstop anda.
ja: @PACKAGE_NAME@ の先進的な機能に、シンプルな設定インターフェイス、単一ターミナルウィンドウ内での複数タブの使用、背景の疑似透過、デスクトップでのスペース節約に役立つコンパクトモード (メニューバーとウィンドウ枠の非表示) が挙げられます。
pt: As funcionalidades avançadas do @PACKAGE_NAME@ incluem uma interface de configuração simples, a capacidade de ter múltiplos separadores de terminal numa única janela, a possibilidade de ter um fundo de terminal pseudo-transparente e um modo compacto (onde tanto a barra de menu como as decorações da janela estão ocultas) que o ajudam a poupar espaço no ambiente de trabalho.
zh_cn: @PACKAGE_NAME@ 的高级特性包括了一个简单的配置界面、单窗口多标签模式、可以使用假透明的终端背景和一个能够减小桌面空间占用的简洁模式 (在此模式中菜单栏和窗口装饰都将被隐藏)。

source: The following key features are available:
da: Følgende nøglefunktioner er tilgængelige:
es: Las siguientes funciones clave están disponibles:
gl: Están dispoñibles as seguintes funcionalidades clave:
id: Fitur kunci berikut telah tersedia:
ja: 主な機能は以下のとおりです:
pt: Estão disponíveis as seguintes funcionalidades chave:
zh_cn: 有下列的关键特性可用:

source: Multiple tabs per window
da: Flere faneblade per vindue
es: Múltiples pestañas por ventana
gl: Varias lapelas por fiestra
id: Banyak tab per jendela
ja: ウィンドウごとに複数タブが使用できます。
pt: Vários separadores por janela
zh_cn: 单窗口多标签

source: Customizable toolbars, which can be changed using an integrated graphical toolbar editor
da: Brugerdefinerede værktøjslinjer, som kan ændres ved at bruge en integreret grafisk værktøjslinjeredigering
es: Barras de herramientas personalizables, que pueden cambiarse usando un editor gráfico de barras de herramientas integrado.
gl: Barras de ferramentas personalizables, que se poden cambiar usando un editor gráfico de barras de ferramentas integrado
id: Batang alat yang dapat disesuaikan, yang dapat diubah menggunakan penyunting batang alat grafis yang terintegrasi
ja: カスタマイズ可能なツールバー。統合されたグラフィカルなツールバーエディタを使用して変更できます。
pt: Barras de ferramentas personalizáveis, que podem ser alteradas com um editor gráfico para barra de ferramentas integrado
zh_cn: 可通过集成的图形化编辑器进行自定义调整的工具栏

source: Ability to configure nearly every aspect of @PACKAGE_NAME@ in the <guilabel>Preferences</guilabel> dialog plus a bunch of so called <emphasis>hidden options</emphasis>
da: Muligheden for at indstille næsten hvert eneste aspekt af @PACKAGE_NAME@ i vinduet <guilabel>Indstillinger</guilabel>, plus en stak såkaldte <emphasis>skjulte tilvalg</emphasis>
es: Capacidad para configurar casi cualquier aspecto de @PACKAGE_NAME@ en el diálogo <guilabel>Preferencias</guilabel>, además de muchos de las llamadas <emphasis>opciones ocultas</emphasis>
gl: Posibilidade de configurar case calquera aspecto de @PACKAGE_NAME@ no diálogo de <guilabel>Preferencias</guilabel> ademais dunha chea das chamadas <emphasis>opcións ocultas</emphasis>
id: Kemampuan untuk mengatur hampir seluruh aspek dari @PACKAGE_NAME@ dalam dialog <guilabel>Pengaturan</guilabel> ditambah banyak kelebihan dari apa yang disebut dengan <emphasis>opsi tersembunyi</emphasis>
ja: @PACKAGE_NAME@ のほぼすべての箇所が <guilabel>設定</guilabel> ダイアログで設定でき、それに加えていわゆる <emphasis>隠しオプション</emphasis> もあります。
pt: Habilidade para configurar cada aspecto do @PACKAGE_NAME@ nas diálogo de <guilabel>Preferências</guilabel> bem como um conjunto de <emphasis>opções ocultas</emphasis>
zh_cn: 通过 <guilabel>首选项</guilabel> 对话框和一组所谓的 <emphasis>隐藏选项</emphasis> 几乎可以配置 @PACKAGE_NAME@ 的每个方面

source: Good integration with the <ulink url="http://xfce.org/">Xfce desktop environment</ulink> in particular, but also with every other Linux desktop
da: God integration med især <ulink url="http://xfce.org/">Xfce desktop environment</ulink>, men også med enhvert andet skrivebord til Linux
es: Buena integración con el <ulink url="http://xfce.org/">Entorno de escritorio Xfce</ulink> en particular, pero también con cualquier otro escritorio de Linux
gl: Boa integración co <ulink url="http://xfce.org/">Ambiente de escritorio Xfce</ulink> en particular, pero tamén con calquera outro escritorio para Linux
id: Integrasi yang baik khususnya dengan <ulink url="http://xfce.org/">Lingkungan desktop Xfce</ulink>, tapi juga dengan tiap desktop Linux lainnya
ja: 特に <ulink url="http://xfce.org/">Xfce desktop environment</ulink> とよく調和しますが、その他のどの Linux デスクトップとも調和します。
pt: Boa integração com <ulink url="http://xfce.org/">Ambiente de trabalho Xfce</ulink> em particular, mas também com todos os outros ambientes de trabalho Linux
zh_cn: 与 <ulink url="http://xfce.org/">Xfce desktop environment</ulink> 配合使用尤其出色，与其他 Linux 桌面环境同样有很好的兼容性

source: Session management support
da: Understøttelse af sessionshåndtering
es: Soporte para administración de sesión
gl: Soporte de xestión de sesións
id: Dukungan manajemen sesi
ja: セッション管理をサポートしています。
pt: Suporte de gestão de sessões
zh_cn: 会话管理支持

source: Real multihead support (both MultiScreen and Xinerama mode)
da: Ægte understøttelse af multihead (både MultiScreen og Xinerama-tilstand)
es: Soporte real para multihead (modos MultiScreen y Xinerama)
id: Dukungan multi tajuk nyata (baik dalam mode MultiScreen dan Xinerama)
ja: マルチヘッド (マルチスクリーンおよび Xinerama モードの両方) をサポートしています。
pt: Suporte multihead real (modos MultiScreen e Xinerama)
zh_cn: 真正的多头支持 (多屏幕模式和 Xinerama 模式)

source: Standards compliance (see the <ulink url="http://freedesktop.org/">freedesktop.org</ulink> website)
da: Overenstemmelse af standard (se hjemmesiden for <ulink url="http://freedesktop.org/">freedesktop.org</ulink>)
es: Cumplimiento de las normas (ver el sitio <ulink url="http://freedesktop.org/">freedesktop.org</ulink>)
gl: Cumprimento de estándares (consulte o sitio web <ulink url="http://freedesktop.org/">freedesktop.org</ulink>)
id: Sesuai standar (lihat situs web <ulink url="http://freedesktop.org/">freedesktop.org</ulink>)
ja: 標準規格に準拠しています (<ulink url="http://freedesktop.org/">freedesktop.org</ulink> のウェブサイトをご覧ください)。
pt: Cumprimento de padrões (veja o sítio web <ulink url="http://freedesktop.org/">freedesktop.org</ulink>)
zh_cn: 符合标准 (查看 <ulink url="http://freedesktop.org/">freedesktop.org</ulink> 网站)

source: <ulink url="http://dbus.freedesktop.org/">D-BUS</ulink> based terminal service facility to minimize the overall resource usage
da: <ulink url="http://dbus.freedesktop.org/">D-BUS</ulink>-baseret terminalservicefacilitet, for at minimere det overordnede ressourceforbrug
es: Servicio de terminal basado en <ulink url="http://dbus.freedesktop.org/">D-BUS</ulink> para minimizar el uso general de recursos
gl: Servizo de terminal baseado en <ulink url="http://dbus.freedesktop.org/">D-BUS</ulink> para minimizar o uso global de recursos
id: <ulink url="http://dbus.freedesktop.org/">D-BUS</ulink> berbasis fasilitas layanan terminal untuk meminimalkan penggunaan sumber daya secara keseluruhan
ja: 全体にわたるリソースの利用を最小に抑えるために <ulink url="http://dbus.freedesktop.org/">D-BUS</ulink> を基にしたターミナルサービス機能が備わっています。
pt: <ulink url="http://dbus.freedesktop.org/">D-BUS</ulink> um serviço de terminal para minimizar a utilização global de recursos
zh_cn: 基于 <ulink url="http://dbus.freedesktop.org/">D-BUS</ulink> 的终端服务以最小化资源占用

source: High degree of maintainability by making best use of <ulink url="http://developer.gnome.org/doc/API/2.0/gtk/">GTK+</ulink> and <ulink url="http://developer.gnome.org/doc/API/2.0/gobject/">GObject</ulink>.
da: Medfører høj grad af vedligeholdelse ved brug af <ulink url="http://developer.gnome.org/doc/API/2.0/gtk/">GTK+</ulink> and <ulink url="http://developer.gnome.org/doc/API/2.0/gobject/">GObject</ulink>.
es: Alto grado de mantenimiento al hacer el mejor uso de <ulink url="http://developer.gnome.org/doc/API/2.0/gtk/">GTK+</ulink> y <ulink url="http://developer.gnome.org/doc/API/2.0/gobject/">GObject</ulink>.
gl: Alto grao de mantibilidade facendo o mellor uso de <ulink url="http://developer.gnome.org/doc/API/2.0/gtk/">GTK+</ulink> e <ulink url="http://developer.gnome.org/doc/API/2.0/gobject/">GObject</ulink>.
id: Kemudahan dalam pengelolaan dengan memaksimalkan penggunaan <ulink url="http://developer.gnome.org/doc/API/2.0/gtk/">GTK+</ulink> dan <ulink url="http://developer.gnome.org/doc/API/2.0/gobject/">GObject</ulink>.
ja: <ulink url="http://developer.gnome.org/doc/API/2.0/gtk/">GTK+</ulink> および <ulink url="http://developer.gnome.org/doc/API/2.0/gobject/">GObject</ulink> を最大限利用したことによる高度なメンテナンス性を備えています。
pt: Alto grau de manutenção ao fazer uma melhor utilização do <ulink url="http://developer.gnome.org/doc/API/2.0/gtk/">GTK+</ulink> e do <ulink url="http://developer.gnome.org/doc/API/2.0/gobject/">GObject</ulink>.
zh_cn: 通过很好地使用 <ulink url="http://developer.gnome.org/doc/API/2.0/gtk/">GTK+</ulink> 和 <ulink url="http://developer.gnome.org/doc/API/2.0/gobject/">GObject</ulink> 实现高度维护性。

source: Besides these key features, @PACKAGE_NAME@ supports all features you would expect from a modern terminal emulator.
da: Foruden disse nøglefunktioner tilbyder @PACKAGE_NAME@ også understøttelse for funktioner, du ville forvente af en moderne terminalemulator.
es: Además de estas características clave, @PACKAGE_NAME@ soporta todas las características que usted esperaría de un emulador de terminal moderno.
gl: Ademais destas funcionalidades clave, @PACKAGE_NAME@ ten tódalas funcionalidades que se agardan dun emulador de terminal moderno.
id: Selain fitur-fitur kunci ini, @PACKAGE_NAME@ mendukung semua fitur yang anda harapkan dari sebuah emulator terminal modern.
ja: これらの特色に加えて、@PACKAGE_NAME@ は昨今のターミナルエミュレータに望まれるすべての機能をサポートしています。
pt: Além destas funcionalidades chave, @PACKAGE_NAME@ tem todas as funcionalidades que se esperam dum emulador de terminal moderno.
zh_cn: 除了以上介绍的几个关键特性之外，@PACKAGE_NAME@ 同样拥有您理想中的主流终端模拟器所能提供的其他特性。

source: Getting started
da: Komme i gang
es: Cómo empezar
gl: Comezo
id: Untuk memulai
ja: 始めてみましょう
pt: Começando
zh_cn: 开始使用

source: Starting @PACKAGE_NAME@
da: Starter @PACKAGE_NAME@
es: Iniciando @PACKAGE_NAME@
gl: Iniciar @PACKAGE_NAME@
id: Memulai @PACKAGE_NAME@
ja: @PACKAGE_NAME@ の起動
pt: Iniciar @PACKAGE_NAME@
zh_cn: 启动 @PACKAGE_NAME@

source: The easiest way to start @PACKAGE_NAME@ is to use the applications menu of your desktop; for Xfce, point your mouse cursor to the desktop, press the right mouse button and choose <menuchoice><guimenu>System</guimenu><guimenuitem>Terminal</guimenuitem></menuchoice>.
da: Det nemmeste måde at starte @PACKAGE_NAME@ på, er ved at bruge programmenuen på dit skrivebord; i Xfce, flyt din musemarkør ud på skrivebordet, tryk på højremusetasten og vælg <menuchoice><guimenu>System</guimenu><guimenuitem>Terminal</guimenuitem></menuchoice>.
es: La forma más fácil de iniciar @PACKAGE_NAME@ es usando el menú de aplicaciones de su escritorio. Para Xfce, posicione el cursor del ratón en el escritorio, presione el botón derecho del ratón y elija <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Terminal</guimenuitem></menuchoice>.
gl: O xeito máis sinxelo de iniciar @PACKAGE_NAME@ é usar o menú de aplicativos do seu escritorio; en Xfce, poña o cursor do rato sobre o escritorio, prema o botón dereito do rato e seleccione <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Terminal</guimenuitem></menuchoice>.
id: Cara termudah untuk menjalankan @PACKAGE_NAME@ adalah dengan menggunakan menu aplikasi dari desktop anda; untuk Xfce, arahkan kursor tetikus ke desktop, klik tombol tetikus kanan lalu pilih <menuchoice><guimenu>Sistem</guimenu><guimenuitem>Terminal</guimenuitem></menuchoice>.
ja: @PACKAGE_NAME@ を起動する最も簡単な方法は、デスクトップのアプリケーションメニューを使用することです。Xfce では、マウスカーソルをデスクトップに移動してマウスの右ボタンを押します。そこで<menuchoice><guimenu>「アプリケーション」</guimenu><guimenuitem>「システム」</guimenuitem><guimenuitem>「Terminal」</guimenuitem></menuchoice> を選択してください。
pt: A forma mais simples de iniciar o @PACKAGE_NAME@ é usar o menu de aplicações do seu ambiente; no Xfce, ponha o cursor do rato sobre o ambiente, prima o botão direito do rato e escolha <menuchoice><guimenu>Sistema</guimenu><guimenuitem>Terminal</guimenuitem></menuchoice>.
zh_cn: 启动 @PACKAGE_NAME@ 最简单的方式是使用您桌面环境的应用程序菜单；在 Xfce 中，只需要在桌面单击鼠标右键，然后选择 <menuchoice><guimenu>系统</guimenu><guimenuitem>终端</guimenuitem></menuchoice>。
