Repository: eisnerd/xfterm
Catalog: doc/po/*.po
Languages: da, es, gl, id, ja, pt, zh_cn

source: Use this text box to specify the initial title of terminals. New terminals will have the initial title.
da: Brug denne tekstboks til at specificere den indledende titel på terminaler. Nye terminaler vil have den indledende titel.
es: Use esta caja de texto para especificar el título inicla de las terminales. Las nuevas terminales tendrán este título de inicio.
gl: Use esta caixa de texto para especificar o título inicial das terminais. As novas terminais han ter dito título inicial.
id: Gunakan kotak teks ini untuk menentukan judul utama dari terminal. Terminal baru akan menggunakan judul utama.
ja: ターミナルの最初のタイトルは、このテキストボックスを使って指定します。新しいターミナルには最初のタイトルが付けられます。
pt: Use esta caixa de texto para especificar o título inicial dos terminais. Os novos terminais terão o título inicial.
zh_cn: 使用这个文本框指定终端的初始标题。新打开的终端将会使用该初始标题。

source: The initial title can also substitute some tokens, see <xref linkend="set-title"/> for more information.
da: Den oprindelige titel kan også erstatte nogle variabler, læs <xref linkend="set-title"/> for mere information.
es: El título inicial también pude sustituir algunos elementos. Consulte <xref linkend="set-title"/> para más información.
gl: O título inicial tamén pode substituír algunhas cadeas de texto, consulte <xref linkend="set-title"/> para obter máis información.
id: Judul awal dapat juga menggantikan beberapa token, lihat <xref linkend="set-title"/> untuk informasi lebih lanjut.
ja: 最初のタイトルはいくつかのトークンで置き換えることができます。詳しくは <xref linkend="set-title"/> を参照してください。
pt: O título inicial pode também substituir alguns campos, veja <xref linkend="set-title"/> para mais informação.
zh_cn: 初始标题同样会替换某些特定符号，查看 <xref linkend="set-title"/> 以获得更多信息。

source: Dynamically-set title
da: Dynamisk indstillet titel
es: Título establecido dinámicamente
gl: Definir o título dinamicamente
id: Judul yang ditentukan secara dinamis
ja: 自動的に付くタイトル
pt: Definir o título dinamicamente
zh_cn: 动态标题

source: Use this drop-down list to specify how to handle dynamically-set titles, that is, terminal titles set by the commands that run in the terminal.
da: Brug denne rullegardinliste til at specificere hvordan dynamisk indstillede titler skal håndteres, der er altså terminaltitler der er indstillet af kommandoer, der kører i terminalen.
es: Use esta lista desplegable para especificar como manejar los títulos establecidos dinámicamente, esto es, títulos de terminal establecidos por las órdenes que se ejecutan en el terminal.
gl: Use esta lista despregable para especificar como manexar os títulos definidos dinamicamente, é dicir, os títulos da terminal definidos polos comandos que se executan na terminal.
id: Gunakan senarai muncul ke bawah untuk menentukan bagaimana cara menangani judul yang ditentukan secara dinamis, yaitu, judul terminal yang diatur oleh perintah yang dijalankan di terminal.
ja: ターミナルで実行するコマンドがターミナルにタイトルを付けることがありますので、そのような自動的に付くタイトルの扱い方をこのドロップダウンリストで指定してください。
pt: Use esta lista para especificar como tratar títulos definidos dinamicamente, isto é, títulos de terminal definidos pelos comandos em execução no terminal.
zh_cn: 使用此下拉菜单来指定对动态标题的控制。即是，终端标题由终端中所运行的命令来设置。

source: Run command as login shell
da: Kør kommando som logindskal
es: Ejecutar órdenes como intérprete de inicio de sesión
gl: Executar o comando como unha consola de inicio de sesión
id: Jalankan perintah sebagai shell log masuk
ja: ログインシェルとしてコマンドを実行する
pt: Executar o comando como consola de login
zh_cn: 作为 login shell 运行命令

source: Select this option to force @PACKAGE_NAME@ to run your shell as a login shell when you open new terminals. See the documentation of your shell for details about differences between running it as interactive shell and running it as login shell.
da: Vælg dette tilvalg for at tvinge @PACKAGE_NAME@ til at køre din skal som en logindskal når du åbner nye terminaler. Se dokumentationen til din skal for at se forskellene mellem at køre den som en interaktivskal og en logindskal.
es: Elija esta opción para obligar a @PACKAGE_NAME@ para ejecutar su intérprete de órdenes como un intérprete de inicio de sesión cuando abra nuevos terminales. Consulte la documentación de su intérprete de órdenes para más detalles sobre las diferencias entre ejecutarla como un intérprete interactivo y ejecutarlo como un intérprete de inicio de sesión.
gl: Seleccione esta opción para forzarlle a @PACKAGE_NAME@ a executar o seu shell como shell de inicio de sesión cando abre novas fiestras de terminal. Consulte a documentación do seu shell para obter detalles sobre as diferencias entre executala como shell interactiva ou como shell de inicio de sesión.
id: Pilih opsi ini untuk memaksa @PACKAGE_NAME@ untuk menjalankan shell anda sebagai shell log masuk ketika anda membuka terminal baru. Lihat dokumentasi shell anda untuk detail tentang perbedaan antara menjalankan shell sebagai shell interaktif dan menjalankan shell sebagai shell log masuk.
ja: 新しいターミナルを開く時、@PACKAGE_NAME@ にシェルをログインシェルとして強制実行させたい場合は、このオプションを選択してください。インタラクティブシェルとして実行する場合とログインシェルとして実行する場合の違いについては、使用するシェルの文書を参照してください。
pt: Seleccione esta opção para forçar o @PACKAGE_NAME@ a executar a sua shell como shell de login quando abre novos terminais. Veja a documentação da sua shell para detalhes sobre as diferenças entre executar como uma shell interactiva ou shell de login.
zh_cn: 选中此选项以强制 @PACKAGE_NAME@ 在您新打开终端时将您的 shell 作为 login shell 运行。查看您使用的 shell 的文档以了解更多关于 interactive shell 与 login shell 的区别的详细信息。

source: Update utmp/wtmp records when command is launched
da: Opdatér utmp/wtmp-optegnelser, når kommandoen er kørt
es: Actualizar registros utmp/wtmp cuando se ejecuta un comando
gl: Actualizar os rexistros utmp/wtmp cando se inicia o comando
id: Mutakhirkan catatan utmp/wtmp ketika perintah dijalankan
ja: コマンドが実行される時に utmp/wtmp の記録を更新する
pt: Actualizar os registos utmp/wtmp ao lançar o comando
zh_cn: 当程序启动时更新 utmp/wtmp 记录

source: Select this option to insert a new entry in the utmp and wtmp records when a new terminal is opened.
da: Vælg dette tilvalg for at indsætte en ny indførsel i utmp og wtm-optegnelserne når en ny terminal er åbnet.
es: Elija esta opción para insertar una nueva entrada en los registros utmp y wtmp cuando se abra el terminal.
gl: Seleccione esta opción para inserir unha nova entrada nos rexistros utmp e wtmp cando se abre unha nova terminal.
id: Pilih opsi ini untuk memasukkan entri baru di catatan utmp dan wtmp ketika terminal baru dibuka.
ja: 新しいターミナルが開かれる時、utmp と wtmp の記録に新規エントリを挿入する場合はこのオプションを選択します。
pt: Seleccione esta opção para inserir uma nova entrada nos registos utmp e wtmp quando se abre um novo terminal.
zh_cn: 选中此选项以在新终端打开时在 utmp 和 wtmp 文件中添加一条新记录。

source: Scroll on output
da: Rul ved output
es: Desplazamiento a la salida
gl: Desprazar a saída
id: Gulung pada keluaran
ja: 出力でスクロールさせる
pt: Deslocar na saída
zh_cn: 输出时滚动

source: Select this option to enable you to scroll the output on the terminal while the terminal continues to display more output from a command.
da: Vælg dette tilvalg hvis du vil gøre det muligt at rulle gennem outputtet på terminalen, mens terminalen fortsætter med at vise mere output fra en kommando.
es: Elija esta opción para permitir el desplazamiento de la salida por pantalla en el terminal mientras el terminal continúa mostrando más salida de una orden.
gl: Seleccione esta opción para permitirlle desprazarse pola saída na terminal mentres a terminal continúa mostrando o resto da saída dun comando.
id: Pilih opsi ini yang memungkinkan anda untuk menggulung keluaran di terminal ketika terminal melanjutkan untuk menampilkan keluaran lagi dari perintah.
ja: ターミナルがコマンドからの多くの出力を表示し続けている間、その出力のスクロールを行いたいときはこのオプションを選択してください。
pt: Active esta opção de modo a que consiga deslocar pela saída do terminal enquanto o terminal continua a mostrar o resto da saída dum comando.
zh_cn: 选中此选项以允许您在终端输出内容时进行滚动。

source: Scroll on keystroke
da: Rul ved tastetryk
es: Desplazar con la pulsación de teclas
gl: Desprazar cunha pulsación de tecla
id: Gulung pada stroke kunci
ja: キー入力でスクロールさせる
pt: Deslocar com pressão de tecla
zh_cn: 使用按键滚动

source: Select this option to enable you to press any key on the keyboard to scroll down the terminal window to the command prompt. This action only applies if you scrolled up the terminal window and you want to return to the command prompt.
da: Vælg dette tilvalg hvis du vil gøre det muligt at rulle terminalvinduet ned til kommandoprompten ved at trykke på en vilkårlig tast på tastaturet. Denne handling gælder kun hvis du har rullet op ad terminalvinduet og ønsker at vende tilbage til kommandoprompten.
es: Elija esta opción para que al pulsar una tecla en el teclado la ventana del terminal se desplace hacia habajo hasta la entrada de la línea de órdenes. Esta acción solamente aplica si desliza hacia arriba la ventana del terminal y desea volver a la entrada de la línea de órdenes.
gl: Seleccione esta opción para permitirlle premer calquera tecla do teclado para desprazarse cara abaixo na fiestra da terminal cara o indicador de execución. Esta acción só se aplica se se desprazou cara arriba na fiestra de terminal e desexa volver ao indicador de execución.
id: Pilih opsi ini yang memungkinkan anda untuk menekan kunci apapun di papan ketik untuk menggulung ke bawah jendela terminal ke prompt perintah. Cara ini hanya berlaku jika anda menggulung jendela terminal dan anda ingin kembali ke prompt perintah.
ja: 何かキーを押すことによって、ターミナルウィンドウをコマンドプロンプトまでスクロールさせたいときはこのオプションを選択してください。これはターミナルウィンドウが上にスクロールされていたときに、コマンドプロンプトまで帰らせたい場合のみに適用される動作です。
pt: Active esta opção de modo a que consiga premir qualquer tecla do teclado para deslocar para baixo na janela de terminal para a linha de execução. Esta acção apenas se aplica se tiver deslocado a janela de terminal para cima e quer voltar à linha de execução.
zh_cn: 选中该选项以启用当您按下键盘上的任意键时自动滚动终端窗口内容至命令提示符的功能。此项功能只在您将终端窗口内容向上滚动并且想回到命令提示符的时候有用。

source: Scrollbar is
da: Rullegardin er
es: La barra de desplazamiento está
gl: A barra de desprazamento é
id: Batang alat adalah
ja: スクロールバー
pt: Barra de deslocamento está
zh_cn: 滚动条位置

source: Use this drop-down list to specify the position of the scrollbar in terminal windows.
da: Brug denne rullegardinliste til at specificere placeringen af rullegardinet i terminalvinduer.
es: Use esta lista desplegable para especificar la posición de la barra de desplazamiento en las ventanas de terminal.
gl: Use esta lista despregable para especificar a posición da barra de desprazamento nas fiestras de terminal.
id: Gunakan senarai muncul ke bawah untuk menentukan posisi batang gulung di jendela terminal.
ja: ターミナルウィンドウに表示されるスクロールバーの位置の指定をこのドロップダウンリストで行えます。
pt: Use esta lista para especificar a posição da barra de deslocamento nas janelas de terminal.
zh_cn: 使用此下拉列表指定滚动条在终端窗口中的位置。

source: Scrollback
da: Rultilbage
es: Desplazamiento hacia atrás
gl: Desprazar cara atrás
id: Gulung balik
ja: スクロールバック
pt: Deslocamento
zh_cn: 回滚

source: Use this spin box to specify the number of lines that you can scroll back using the scrollbar or the mouse wheel. For example, if you specify 1000 you can scroll back the last 1000 lines displayed in the terminal.
da: Brug dette afkrydsningsfelt til angive hvor mange linjer du kan rulle tilbage, ved at bruge rullegardinet eller musehjulet. For eksempel, hvis du angiver 1000 kan du rulle tilbage til de sidste 1000 linjer der er vist i terminalen.
es: Use esta opción para especificar el número de líneas que puede retroceder usando la barra de desplazamiento o la rueda del ratón. Por ejemplo, si especifica 1000 puede hacer retroceder las últimas 1000 líneas mostradas en el terminal.
gl: Use este selector numérico para especificar o número de liñas que se pode desprazar cara atrás usando a barra de desprazamento ou a roda do rato. Por exemplo, se especifica 1000 poderá desprazarse cara atrás as últimas 1000 liñas que se mostraron na terminal.
id: Gunakan kotak putar ini untuk menentukan jumlah baris yang ingin anda gulung balik menggunakan batang gulung atau roda tetikus. Misalnya, jika anda menentukan 1000 maka anda dapat menggulung balik ke 1000 baris terakhir yang ditampilkan dalam terminal.
ja: このスピンボックスにスクロールバーやマウスホイールを使用しながらスクロールバックできる行数を指定します。例えばここに 1000 と指定すると、ターミナルに表示された最新の 1000 行をスクロールバックすることができます。
pt: Use esta caixa para indicar o número de linhas que pode deslocar para trás com a roda do rato. Por exemplo, se indicar 1000 pode deslocar para trás as últimas 1000 linhas mostradas no terminal.
zh_cn: 使用此数字框指定您能够使用鼠标滚轮在终端中回滚的行数。例如，如果您指定此值为 1000 那么您最多可以回滚到终端中最后显示的 1000 行。

source: Appearance
da: Udseende
es: Apariencia
gl: Aparencia
id: Tampilan
ja: 外観
pt: Aparência
zh_cn: 外观

source: Appearance preferences
da: Indstillinger til udseendet
es: Preferencias de apariencia
gl: Preferencias de aparencia
id: Pengaturan tampilan
ja: 外観の設定
pt: Preferências de aparência
zh_cn: 外观首选项

source: Font
da: Skrifttype
es: Tipo de letra
gl: Tipo de letra
id: Fonta
ja: フォント
pt: Fonte
zh_cn: 字体

source: Click on the button to select the font type and font size you want to use for the terminal.
da: Klik på knappen for at vælge den skrifttype og skriftstørrelse du ønsker at bruge en terminalen.
es: Haga clic en el botón para elegir el tipo y tamaño de letra que desea usar para el terminal.
gl: Prema no botón para seleccionar o tipo de letra e o tamaño do tipo de letra que desexa usar na terminal.
id: Klik pada tombol untuk memilih jenis fonta dan ukuran fonta yang ingin anda gunakan untuk terminal.
ja: ターミナルで使用したいフォントの種類やサイズを選択するには、このボタンをクリックします。
pt: Prima no botão para seleccionar o tipo e o tamanho da letra que deseja usar no terminal.
zh_cn: 点击按钮以选择您首选的终端中使用的字体类型和字体大小。

source: Use the option <guilabel>Enable anti-aliasing for the terminal font</guilabel> to control whether you want @PACKAGE_NAME@ to use anti-aliasing when rendering text in the terminals. Disabling this option can impressively speed up terminal rendering performance and reduce the overall system load on slow systems.
da: Anvend tilvalget <guilabel>Aktivér tekstudjævning for terminalskrifttypen</guilabel> for at angive hvorvidt du ønsker @PACKAGE_NAME@ skal benytte sig af tekstudjævning, når tekst bliver renderet i terminaler. Deaktivering af dette tilvalg, kan sætte imponerende fart på renderingsydelsen og reducere den generelle belastning på langsomme systemer.
es: Use la opción <guilabel>Activar suavizado para las letras del terminal</guilabel> para controlar si desea que @PACKAGE_NAME@ utilice suavizado de letras en los terminales. Desactivar esta opción puede incrementar enormemente la velocidad de representación de caracteres y reducir la carga total del sistema en equipos lentos.
gl: Use a opción <guilabel>Activar o suavizado do tipo de letra da terminal</guilabel> para controlar se desexa que @PACKAGE_NAME@ use o suavizado ao debuxar o texto nas terminais. Ao desactivar esta opción pódese incrementar de forma considerable o rendemento do debuxo da terminal e reducir a carga global do sistema nos sistemas lentos.
id: Gnakan opsi <guilabel>Aktifkan anti-alias untuk fonta terminal</guilabel> untuk mengatur apakah anda ingin agar @PACKAGE_NAME@ untuk memakai anti-alias ketika render teks di terminal. Menonaktifkan opsi ini dapat meningkatkan performa render terminal secara signifikan dan mengurangi beban keseluruhan sistem pada sistem yang lebih lambat.
ja: ターミナルでテキストが描画される時、@PACKAGE_NAME@ にアンチエイリアス処理を行わせるかどうかを決めるには、<guilabel>「ターミナルフォントのアンチエイリアスを有効にする」</guilabel> オプションを使います。このオプションを無効にすると、ターミナルの描画性能が目に見えて向上する上に、処理速度が遅いシステムでのシステム全般の負荷を減らす可能性があります。
pt: Use a opção <guilabel>Activar anti-aliasing para a fonte do terminal</guilabel> para controlar se quer que o @PACKAGE_NAME@ use anti-aliasing ao renderizar texto nos terminais. Desactivar esta opção pode melhorar imenso o desempenho do terminal e reduzir a carga global do sistema em computadores lentos.
zh_cn: 使用 <guilabel>为终端字体启用抗锯齿效果</guilabel> 选项来控制 @PACKAGE_NAME@ 是否在终端渲染文本时为字体启用抗锯齿效果。禁用此项可以让性能较差的系统在绘制的响应速度和系统的资源利用两个方面得到显著提升。

source: The option <guilabel>Allow bold text</guilabel> controls whether Terminal allows the application running inside to use bold text or not. If disabled, all text will appear in the selected font, else certain text will appear in bold face.
da: Tilvalget <guilabel>Tillad fed skrift</guilabel> angiver om Terminal tillader programmet der kører inden i den, at anvende fedt skrift eller ej. Hvis slået fra, vil alt tekst vises i den valgte skrifttype, ellers vil udvalgt tekst vises med fed skrift.
es: La opción <guilabel>Permitir texto en negrita</guilabel> controla si Terminal permite a la aplicación que se está ejecutando utilizar texto en negrita o no. Si está desactivada, todo el texto aparecerá con el tipo de letra seleccionado; si no, algunas letras aparecerán en negrita.
gl: A opción <guilabel>Permitir texto en negra</guilabel> controla se Terminal lle permite ou non aos aplicativos que se executan nel usar texto en negra. Se está desactivada todo o texto aparecerá co tipo de letra seleccionado, noutro caso certos textos aparecerán en negra.
id: Opsi <guilabel>Izinkan teks tebal</guilabel> menentukan apakah Terminal mengizinkan aplikasi yang berjalan di dalamnya untuk menggunakan teks tebal atau tidak. Jika dinonaktifkan, semua teks akan tampak dalam fonta terpilih, dan bila sebaliknya teks tertentu akan tampak dalam wujud tebal.
ja: <guilabel>「太字の使用を許可する」</guilabel> オプションで、ターミナル内で実行するアプリケーションに太字を使わせるかどうかを管理します。無効にした場合、すべてのテキストは選択されたフォントで描画されます。有効にした場合は、一定のテキストが太字で描画されます。
pt: A opção <guilabel>Permitir texto em negrito</guilabel> controla se o Terminal permite à aplicação em execução usar texto em negrito ou não. Se desligado, todos os textos irão aparecer na fonte seleccionada, contudo certos textos irão surgir em negrito.
zh_cn: <guilabel>允许粗体显示</guilabel> 选项控制终端是否允许运行在其中的应用程序使用粗体显示。如果禁用此选项，所有的文本都将以所选字体显示，否则某些特定的文本将会以粗体显示。

source: Background
da: Baggrund
es: Fondo
gl: Fondo
id: Latar belakang
ja: 背景
pt: Fundo
zh_cn: 背景

source: Select a background for the terminal window. The options are as follows:
da: Vælg en baggrund til terminalvinduet. Mulighederne er følgende:
es: Elija un fondo para la ventana del terminal. Las opciones son las siguientes:
gl: Seleccione un fondo para a fiestra da terminal. As opcións son as seguintes:
id: Pilih latar belakan untuk jendela terminal. Opsinya adalah sebagai berikut:
ja: ターミナルウィンドウの背景を選択します。以下がそのオプションです:
pt: Seleccione um fundo para a janela do terminal. As opções são as seguintes:
zh_cn: 为终端窗口选择一个背景。选项可以为以下之一:

source: None (use solid color)
da: Ingen (brug ensfarvet)
es: Ninguno (usar color sólido)
gl: Ningunha (usar cor sólida)
id: Tidak ada (gunakan warna solid)
ja: 指定無し (単色を使用する)
pt: Nenhuma (usar cor sólida)
zh_cn: 无 (使用固定颜色)

source: Select this option to use the background color that is specified in the <guilabel>Colors</guilabel> section as the background color for the terminal.
da: Vælg dette tilvalg for at bruge den baggrundsfarve der er angivet i sektionen <guilabel>Farver</guilabel>, som baggrund i terminalen.
es: Elija esta opción para usar el color de fondo especificado en la sección <guilabel>Colores</guilabel> como el color de fondo del terminal.
gl: Seleccione esta opción para usar a cor de fondo definida na sección <guilabel>Cores</guilabel> como cor de fondo para a terminal.
id: Pilih opsi ini untuk menggunakan warna latar belakang yang ditentukan dalam bagian <guilabel>Warna</guilabel> sebagai warna latar belakang untuk terminal.
ja: ターミナルの背景色として、<guilabel>配色</guilabel>で指定される背景色を使用する場合、このオプションを選択してください。
pt: Seleccione esta opção para usar a cor de fundo definida na secção <guilabel>Cores</guilabel> como cor de fundo para o terminal.
zh_cn: 选择该选项以使用在 <guilabel>颜色</guilabel> 设置一节中所指定的颜色作为终端的背景色

source: Background image
da: Baggrundsbillede
es: Imagen de fondo
gl: Imaxe de fondo
id: Gambar latar belakang
ja: 画像を使用する
pt: Imagem de fundo
zh_cn: 背景图像

source: Select this option to use an image file as the background for the terminal. Use the <guilabel>Image file</guilabel> entry box to specify the location and name of the image file. Alternatively, click on the button besides the entry box to search for and select the image file.
da: Vælg dette tilvalg, for at bruge en billedfil som baggrund i terminalen. Brug indtastningsfeltet <guilabel>Billedfil</guilabel>, til at angive placeringen og navnet på billedfilen. Alternativt kan du klikke på knappen ved siden af indtastningsfeltet og søge efter billedfilen.
es: Elija esta opción para usar un archivo de imagen como el fondo del terminal. Use el campo de entrada <guilabel>Archivo de imagen</guilabel> para especificar la localización y el nombre del archivo de imagen. Alternativamente, haga clic en el botón al lado del campo de entrada para buscar y elegir un archvio de imagen.
gl: Seleccione esta opción para usar unha imaxe como fondo para a terminal. Use a caixa de entrada <guilabel>Ficheiro de imaxe</guilabel> para especificar a localización e mailo nome do ficheiro de imaxe. Pode premer no botón que está ao carón da caixa de entrada para buscar e seleccionar o ficheiro de imaxe.
id: Gunakan opsi ini untuk menggunakan berkas gambar sebagai latar belakang untuk terminal. Gunakan kotak entri <guilabel>Berkas gambar</guilabel> untuk menentukan lokasi dan nama berkas gambar. Sebagai alternatif, klik tombol di samping kotak entri untuk menelusuri dan memilih berkas gambar.
ja: ターミナルの背景に画像を使用する場合はこのオプションを選択してください。画像の場所や名前を <guilabel>「ファイル」</guilabel> エントリーボックスで設定します。
pt: Seleccione esta opção para usar uma imagem como fundo para o terminal. Use a caixa de entrada <guilabel>Ficheiro de imagem</guilabel> para especificar a localização e nome do ficheiro de imagem. Pode premir no botão que está abaixo da caixa de entrada para procurar e seleccionar o ficheiro de imagem.
zh_cn: 选择此选项以在终端中使用图像文件作为背景。使用 <guilabel>图像文件</guilabel> 文本框输入图像文件的位置和文件名。当然，您同样可以点击文本框旁边的按钮以浏览并选择图像文件。

source: Use the <guilabel>Style</guilabel> option to control the appearance of the background image. @PACKAGE_NAME@ supports tiling, centering, scaling and stretching background images.
da: Brug tilvalget <guilabel>Stil</guilabel> til at styre visningen af baggrundsbilledet. @PACKAGE_NAME@ understøtter flisevisning, centrering, skalering og strækning af baggrundsbilleder.
es: Use la opción <guilabel>Estilo</guilabel> para controlar la apariencia de la imagen de fondo. @PACKAGE_NAME@ soporta mosaico, centrado, escalado y ajustado para las imágenes de fondo.
gl: Use a opción <guilabel>Estilo</guilabel> para controlar a aparencia da imaxe de fondo. @PACKAGE_NAME@ soporta mosaico, centrado, escalado e estirado de imaxes de fondo.
id: Gunakan opsi <guilabel>Gaya</guilabel> untuk mengatur tampilan gambar latar belakang. @PACKAGE_NAME@ mendukung pengubinan, pengetengahan, penyekalaan dan perentangan gambar latar belakang.
ja: <guilabel>「スタイル」</guilabel> オプションを使用して背景画像の表示方法を指定します。@PACKAGE_NAME@ は背景画像の、タイル状、中央揃え、拡大縮小、および伸長表示をサポートします。
pt: Use a opção <guilabel>Estilo</guilabel> para controlar a aparência da imagem de fundo. @PACKAGE_NAME@ suporta imagens de fundo em mosaico, centrado, escalado ou reduzido.
zh_cn: 使用 <guilabel>风格</guilabel> 选项来控制背景图像的显示效果。@PACKAGE_NAME@ 支持平铺、居中、缩放和延伸该背景图像。

source: Transparent background
da: Gennemsigtig baggrund
es: Fondo transparente
gl: Fondo transparente
id: Latar belakang transparan
ja: 透明にする
pt: Fundo transparente
zh_cn: 透明背景

source: Select this option to use a transparent background for the terminal.
da: Vælg dette tilvalg for at bruge en gennemsigtig baggrund i terminalen.
es: Elija esta opción para usar un fondo transparente para el terminal.
gl: Seleccione esta opción para usar un fondo transparente na terminal.
id: Pilih opsi ini untuk menggunakan latar belakang transparan untuk terminal anda.
ja: ターミナルの背景を (擬似的に) 透明にする場合はこのオプションを選択します。
pt: Seleccione esta opção para usar um fundo transparente no terminal.
zh_cn: 选择该选项以使终端使用透明背景。
