Repository: eisnerd/xfterm
Catalog: doc/po/*.po
Languages: da, es, gl, id, ja, pt, zh_cn

source: You can also start @PACKAGE_NAME@ from a command line or from the <guilabel>Application launcher</guilabel>. Just hit <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, type <userinput><command>Terminal</command></userinput> and click the button <guibutton>Run</guibutton>.
da: Du kan også starte @PACKAGE_NAME@ fra en kommandolinje eller fra <guilabel>Programstarteren</guilabel>. Tryk blot på <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, indtast <userinput><command>Terminal></command></userinput> og tryk på knappen <guibutton>Kør</guibutton>.
es: También puede iniciar @PACKAGE_NAME@ desde línea de comandos o desde el <guilabel>Lanzador de aplicaciones</guilabel>. Sólo presione <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, escriba <userinput><command>Terminal</command></userinput> y haga clic en el botón <guibutton>Ejecutar</guibutton>.
gl: Tamén pode iniciar @PACKAGE_NAME@ dende unha liña de comandos ou dende un <guilabel>Iniciador de aplicativo</guilabel>. Simplemente prema <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, introduza <userinput><command>Terminal</command></userinput> e prema no botón <guibutton>Executar</guibutton>.
id: Anda juga dapat memulai @PACKAGE_NAME@ dari baris perintah atau dari <guilabel>Peluncur aplikasi</guilabel>. Cukup tekan <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, tekan <userinput><command>Terminal</command></userinput> dan klik tombol <guibutton>Jalankan</guibutton>.
ja: コマンドラインまたは<guilabel>アプリケーションランチャ</guilabel>から Terminal を起動することもできます。<keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo> を押し、<userinput><command>Terminal</command></userinput> と入力してください。<guibutton>「実行」</guibutton> ボタンをクリックすると @PACKAGE_NAME@ が起動します。
pt: Pode iniciar o @PACKAGE_NAME@ na linha de comandos ou do <guilabel>Lançador de aplicação</guilabel>. Pressione <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>, digite <userinput><command>Terminal</command></userinput> e clique no botão <guibutton>Executar</guibutton>.
zh_cn: 您同样可以通过命令行或者 <guilabel>应用程序启动器</guilabel> 来启动 @PACKAGE_NAME@。按下 <keycombo><keycap>Alt</keycap><keycap>F2</keycap></keycombo>，输入 <userinput><command>Terminal</command></userinput> 并点击 <guibutton>运行</guibutton> 按钮。

source: When you first start @PACKAGE_NAME@
da: Første gang du starter @PACKAGE_NAME@
es: Cuando inicie por primera vez @PACKAGE_NAME@
gl: Cando inicia @PACKAGE_NAME@ por primeira vez
id: Ketika anda pertama kali menjalankan @PACKAGE_NAME@
ja: @PACKAGE_NAME@ を初めて起動したとき
pt: Quando inicia @PACKAGE_NAME@ a primeira vez
zh_cn: 第一次启动 @PACKAGE_NAME@

source: When you start @PACKAGE_NAME@ for the first time, the application opens a terminal window with default settings.
da: Når du starter @PACKAGE_NAME@ for den første gang, åbner programmet et terminalvindue med standardindstillinger.
es: Cuando inicia @PACKAGE_NAME@ por primera vez, la aplicación abre una ventana de terminal con opciones por defecto.
gl: Cando inicia @PACKAGE_NAME@ por primeira vez, o aplicativo abre unha fiestra de terminal cas opcións predeterminadas.
id: Ketika anda menjalankan @PACKAGE_NAME@ untuk pertama kalinya, aplikasi membuka jendela terminal dengan pengaturan standar.
ja: @PACKAGE_NAME@ を初めて起動すると、一つのターミナルウィンドウがデフォルトの設定で開かれます。
pt: Quando inicia @PACKAGE_NAME@ pela primeira vez, a aplicação abre uma janela de terminal com as opções por omissão.
zh_cn: 当您第一次启动 @PACKAGE_NAME@，本程序将打开一个默认配置的终端窗口。

source: Example of a default terminal window
da: Eksempel på et standard terminalvindue
es: Ejemplo de una ventana de terminal por defecto
gl: Exemplo dunha fiestra predeterminada de terminal
id: Contoh jendela terminal standar
ja: デフォルトターミナルウィンドウの例
pt: Exemplo duma janela de terminal
zh_cn: 默认终端窗口的例子

source: The terminal window displays a command prompt where you can type UNIX commands. The command prompt may vary depending on the configuration of your shell. The cursor is positioned at the command prompt. When you type a UNIX command and press <keycap>Return</keycap>, the computer executes the command. By default, @PACKAGE_NAME@ will use the login shell of the user who starts the application (<filename>/bin/bash</filename> in case of a default Linux installation).
da: Terminalvinduet viser en kommandoprompt, hvor du kan indtaste UNIX-kommandoer. Kommandoprompten kan variere, afhængig af konfigurationen af din skal. Markøren er placeret i kommandoprompten. Når du indtaster en UNIX-kommando og trykker <keycap>Retur</keycap>, vil computeren udføre kommandoen. Som standard, vil @PACKAGE_NAME@, bruge den samme logindskal, som den bruger der startede programmet (<filename>/bin/bash</filename>) på en standard Linuxinstallation).
es: La ventana de terminal muestra un diálogo en el que usted puede introducir comandos de UNIX. El prompt puede variar según la configuración de su shell. El cursor se posiciona en el prompt. Cuando tipea un comando de UNIX y presione <keycap>Enter</keycap>, la computadora ejecuta el comando. Por defecto, @PACKAGE_NAME@ usará el shell de login del usuario que inicia la aplicación (<filename>/bin/bash</filename> en una instalación Linux por defecto).
gl: A fiestra de terminal mostra un indicador de execución onde pode introducir comandos de UNIX. O indicador de execución pode variar dependendo da configuración do seu shell. O cursor está situado no indicador de execución. Cando introduce un comando de UNIX e preme <keycap>Intro</keycap>, o ordenador executa o comando. Por defecto, @PACKAGE_NAME usará a shell de inicio de sesión do usuario que inicia o aplicativo (<filename>/bin/bash</filename> en caso de ser unha instalación predeterminada de Linux).
id: Jendela terminal menampilkan prompt perintah tempat anda mengetik perintah UNIX. Prompt perintah dapat berbeda tergantung konfigurasi shell anda. Kursor diletakkan di prompt perintah. Ketika anda mengetikkan perintah lalu menekan <keycap>Return</keycap>, maka komputer akan mengeksekusi perintah. Standarnya, @PACKAGE_NAME@ akan menggunakan shell log masuk dari pengguna yang menjalankan aplikasi (<filename>/bin/bash</filename> bila dalam instalasi Linux standar).
ja: このターミナルウィンドウはコマンドプロンプトを表示していて、ここに UNIX コマンドを入力することができます。このコマンドプロンプトはシェルの設定によって変わります。カーソルはコマンドプロンプトのある場所に位置しています。UNIX コマンドを入力して <keycap>リターン</keycap> を押すと、そのコマンドがコンピュータによって実行されます。標準では、@PACKAGE_NAME@ はこのアプリケーションを起動したユーザのログインシェルを使用します (もし普通に Linux をインストールしたのなら、<filename>/bin/bash</filename> になります)。
pt: A janela de terminal mostra uma linha de comandos onde pode digitar comandos UNIX. A linha de comandos pode variar dependendo da configuração da sua shell. O cursor é colocado sobre a linha de comandos. Quando digita um comando UNIX e pressiona <keycap>Enter</keycap>, o computador executa o comando. Por omissão, o @PACKAGE_NAME@ irá usar a shell de login do utilizador que iniciar a aplicação (<filename>/bin/bash</filename> numa instalação Linux comum).
zh_cn: 终端窗口将显示命令提示符供您输入 UNIX 命令。命令提示符可能因您 shell 的配置而异。光标将显示在命令提示符处。当您输入一个 UNIX 命令并且按下 <keycap>Return</keycap> 键时，计算机将运行该命令。默认情形下，@PACKAGE_NAME@ 将使用启动该程序的用户的 login shell (默认的 Linux 安装情况下通常为 <filename>/bin/bash</filename>)。

source: @PACKAGE_NAME@ sets the following environment variables for the command running inside the terminal window:
da: @PACKAGE_NAME@ indstiller de følgende miljøvariabler til kommandoen inden i terminalvinduet:
es: @PACKAGE_NAME@ define las siguientes variables de entorno para el comando ejecutado en la ventana de terminal:
gl: @PACKAGE_NAME@ define as seguintes variables de contorno para o comando que se executa dentro da fiestra da terminal:
id: @PACKAGE_NAME@ mengatur variabel lingkungan berikut untuk perintah yang berjalan di dalam jendela terminal:
ja: @PACKAGE_NAME@ はウィンドウ内で実行するコマンドのために以下の環境変数を設定します:
pt: @PACKAGE_NAME@ define as seguintes variáveis de ambiente para o comando que se executa dentro da janela de terminal:
zh_cn: @PACKAGE_NAME@ 为在终端窗口中运行的命令设置如下环境变量:

source: Set to <literal>xterm</literal> or <literal>xterm-color</literal>, you can configure the value from the preferences dialog.
da: Indstil til <literal>xterm</literal> eller <literal>xterm-color</literal>. Du kan indstille værdien fra indstillingsvinduet.
es: Establecer en <literal>xterm</literal> o <literal>xterm-color</literal>. Puede configurar el valor desde el diálogo de preferencias.
gl: Definir a <literal>xterm</literal> ou <literal>xterm-color</literal>, pode configurar o valor no diálogo de preferencias.
id: Atur ke <literal>xterm</literal> atau <literal>xterm-color</literal>, anda dapat mengatur nilai dari dialog pengaturan.
ja: <literal>xterm</literal> か <literal>xterm-color</literal> を設定します。設定ダイアログからこの値を変更することができます。
pt: Define para <literal>xterm</literal> ou <literal>xterm-color</literal>, pode configurar o valor no diálogo de preferências.
zh_cn: 设置为 <literal>xterm</literal> 或者 <literal>xterm-color</literal>，您可以在首选项对话框中配置这个值。

source: Set to <literal>Terminal</literal> by default.
da: Indstillet til <literal>Terminal</literal> som standard.
es: Establecer en <literal>Terminal</literal> por defecto.
gl: Definido como <literal>Terminal</literal> por defecto.
id: Atur ke <literal>Terminal</literal> sebagai standar.
ja: デフォルトでは <literal>Terminal</literal> になっています。
pt: Definido como <literal>Terminal</literal> por omissão.
zh_cn: 默认设置为 <literal>Terminal</literal>。

source: Set to the X11 display of the terminal by default.
da: Indstillet til X11-skærmen af terminalen som standard.
es: Establecer por defecto en la pantalla X11 del terminal.
gl: Por defecto o seu valor é a pantalla X11 da terminal.
id: Atur ke tampilan X11 dari terminal sebagai standar.
ja: デフォルトではターミナルの X11 ディスプレイになっています。
pt: Definir para o ecrã X11 do terminal por omissão.
zh_cn: 默认设置为终端所使用的 X11 显示。

source: Set to the X11 window identifier of the terminal by default.
da: Indstillet til vinduesidentificeren i X11 af terminale som standard.
es: Establecer por defecto en el identificador de la pantalla X11 del terminal.
gl: Por defecto o seu valor é o identificador de fiestra X11 da terminal.
id: Atur ke pengenal jendela X11 dari terminal sebagai standar.
ja: デフォルトではターミナルの X11 ウィンドウ識別子になっています。
pt: Definir para o identificador da janela X11 do terminal por omissão.
zh_cn: 默认设置为终端窗口的 X11 窗口标识符。

source: Working with multiple terminals
da: Arbejde med flere terminaler
es: Trabajando con múltiples terminales
gl: Traballar con varias terminais
id: Bekerja dengan banyak terminal
ja: 複数のターミナルでの作業
pt: Trabalhar com vários terminais
zh_cn: 使用多个终端工作

source: @PACKAGE_NAME@ provides a tab feature that enables you to open several terminals within a single window. Each terminal is opened in a separate tab. Click on the appropriate tab to display the terminal in the window. Each tabbed terminal in a window is separate sub-process, so you can use each terminal for a different task.
da: @PACKAGE_NAME@ tilbyder en fanebladsfunktion, der gør dig i stand til at åbne adskillige terminaler, inden i et enkelt vindue. Hver terminal er åbnet i et separat faneblad. Klik på det korrekte faneblad for at se terminalen i vinduet. Hver terminal i et faneblad er en separat underprocess, så du kan bruge hver terminal til forskellige opgaver.
es: @PACKAGE_NAME@ provee una funcionalidad de pestañas que le permite abrir varias terminales en una misma ventana. Cada terminal se abre en una pestaña diferente. Haga click en la pestaña apropiada para mostrar la terminal en la ventana. Cada terminal en pestaña de una ventana es un subproceso separado, por lo que puede usar cada terminal para una tarea distinta.
gl: @PACKAGE_NAME@ proporciona unha funcionalidade de lapelas que lle permite abrir varias terminais dentro da mesma fiestra. Cada terminal ábrese nunha lapela separada. Prema na lapela apropiada para mostrar a terminal na fiestra. Cada terminal en lapela dunha fiestra é un subproceso separado, de xeito que pode usar cada terminal para unha tarefa diferente.
id: @PACKAGE_NAME@ menyediakan fitur tab yang memungkinkan anda untuk membuka beberapa terminal di dalam sebuah jendela tunggal. Tiap terminal dibuka dalam tab yang terpisah. Klik pada tab yang sesuai untuk menampilkan terminal di dalam jendela. Tiap terminal yang di-tab dalam jendela adalah subproses yang terpisah, sehingga anda dapat menggunakan tiap terminal untuk tugas yang berbeda.
ja: @PACKAGE_NAME@ には一つのウィンドウの中に複数のターミナルを開けるタブ機能があります。それぞれのターミナルは別々のタブに開かれます。ウィンドウで表示したいターミナルのタブをクリックしてください。これらタブ化されたターミナルは別個のサブプロセスですので、異なる用途に利用できます。
pt: O @PACKAGE_NAME@ oferece uma funcionalidade de separadores que permite abrir diversos terminais numa única janela. Cada terminal é aberto num separador distinto. Clique no separador apropriado para mostrar o terminal na janela. Cada separador de terminal numa janela é um subprocesso para que possa usar cada terminal para uma tarefa diferente.
zh_cn: @PACKAGE_NAME@ 提供标签特性，允许您在同一个窗口中打开多个终端。每个终端在一个独立的标签中打开。点击标签以在窗口中显示与该标签对应的终端。窗口每个标签中的终端为一个独立的子进程，因此您可以在各个终端中执行不同的任务。

source: Example of a terminal window with tabs
da: Eksempel på et terminalvindue med faneblade
es: Ejemplo de una ventana de terminal con pestañas
gl: Exemplo dunha fiestra de terminal con lapelas
id: Contoh jendela terminal dengan banyak tab
ja: 複数のタブがあるターミナルウィンドウの例
pt: Exemplo duma janela de terminal com separadores
zh_cn: 带标签的终端窗口的例子

source: See <xref linkend="usage"/> for information about how to open a new tabbed terminal.
da: Se <xref linkend="usage"/> for flere detaljer om hvordan man åbner en ny fanebladsbaseret terminal.
es: Vea <xref linkend="usage"/> para información acerca de cómo abrir una nueva terminal en pestaña.
gl: Consulte <xref linkend="usage"/> para obter información sobre como abrir unha nova terminal con lapelas.
id: Lihat <xref linkend="usage"/> untuk informasi tentang bagaimana cara membuka terminal yang baru di-tab.
ja: 新しいタブターミナルの開き方についての情報は <xref linkend="usage"/> を参照してください。
pt: Consulte <xref linkend="usage"/> para obter informação sobre como abrir um novo terminal com separadores.
zh_cn: 查看 <xref linkend="usage"/> 以获得如何在新标签中打开一个终端的信息。

source: You can close a terminal tab by clicking on the close button in the terminal tab header or by choosing <menuchoice><guimenu>File</guimenu><guimenuitem>Close Tab</guimenuitem></menuchoice> from the menubar.
da: Du kan lukke terminalen ved at klikke på lukknappen i terminalens hoved eller ved at vælge <menuchoice><guimenu>Filer</guimenu><guimenuitem>Luk faneblad</guimenuitem></menuchoice> fra menulinjen.
es: Puede cerrar una pestaña de terminal al hacer clic en el botón de cerrar en la cabecera de la pestaña de terminal, o al seleccionar <menuchoice><guimenu>Archivo</guimenu><guimenuitem>Cerrar pestaña</guimenuitem></menuchoice> en la barra de menú.
gl: Pode pechar unha lapela da terminal premendo no botón de pechar da cabeceira da lapela ou seleccionando <menuchoice><guimenu>Ficheiro</guimenu><guimenuitem>Pechar lapela</guimenuitem></menuchoice> na barra de menú.
id: Anda dapat menutup tab terminal dengan klik pada tombol tutup di tajuk tab terminal atau dengan memilih <menuchoice><guimenu>Berkas</guimenu><guimenuitem>Tutup Tab</guimenuitem></menuchoice> dari batang menu.
ja: ターミナルタブの右上にある「×」ボタンをクリックするか、またはメニューバーから <menuchoice><guimenu>「ファイル」</guimenu><guimenuitem>「タブを閉じる」</guimenuitem></menuchoice> でタブを閉じることができます。
pt: Pode fechar um separador de terminal clicando no botão fechar no cabeçalho do terminal ou esolhendo <menuchoice><guimenu>Ficheiro</guimenu><guimenuitem>Fechar Separador</guimenuitem></menuchoice> na barra de menu.
zh_cn: 您可以点击标签上的关闭按钮或者选择菜单栏中的 <menuchoice><guimenu>文件</guimenu><guimenuitem>关闭标签</guimenuitem></menuchoice> 以关闭一个标签。

source: Usage
da: Anvendelse
es: Modo de uso
gl: Uso
id: Penggunaan
ja: 使用法
pt: Utilização
zh_cn: 用法

source: To open and close terminals
da: Sådan åbner og lukker du terminaler
es: Para abrir y cerrar terminales
gl: Abrir e pechar terminais
id: Untuk membuka dan menutup terminal
ja: ターミナルを開いたり閉じたりするには
pt: Para abrir e fechar terminais
zh_cn: 打开或关闭终端

source: To open a new terminal window:
da: Sådan åbner du et nyt terminalvindue:
es: Para abrir una nueva ventana de terminal:
gl: Para abrir unha nova fiestra de terminal:
id: Untuk membuka jendela terminal baru:
ja: 新しいターミナルウィンドウを開く:
pt: Para abrir uma nova janela de terminal:
zh_cn: 打开一个新的终端窗口:

source: Choose <menuchoice><guimenu>File</guimenu><guimenuitem>Open Terminal</guimenuitem></menuchoice> (or right-click the terminal window and choose <menuchoice><guimenuitem>Open Terminal</guimenuitem></menuchoice>).
da: Vælg <menuchoice><guimenu>Filer</guimenu><guimenuitem>Åbn terminal</guimenuitem></menuchoice> (eller højreklik på terminalvinduet og vælg <menuchoice><guimenuitem>Åbn terminal</guimenuitem></menuchoice>).
es: Seleccione <menuchoice><guimenu>Archivo</guimenu><guimenuitem>Abrir terminal</guimenuitem></menuchoice> (o clic derecho en la ventana de terminal y seleccione <menuchoice><guimenuitem>Abrir terminal</guimenuitem></menuchoice>).
gl: Seleccione <menuchoice><guimenu>Ficheiro</guimenu><guimenuitem>Abrir Terminal</guimenuitem></menuchoice> (ou prema co botón dereito na fiestra de terminal e seleccione <menuchoice><guimenuitem>Abrir Terminal</guimenuitem></menuchoice>).
id: Pilih <menuchoice><guimenu>Berkas</guimenu><guimenuitem>Buka Terminal</guimenuitem></menuchoice> (atau klik kanan jendela terminal lalu pilih <menuchoice><guimenuitem>Buka Terminal</guimenuitem></menuchoice>).
ja: <menuchoice><guimenu>「ファイル」</guimenu><guimenuitem>「ターミナルを開く」</guimenuitem></menuchoice> (あるいはターミナルウィンドウを右クリックして<menuchoice><guimenuitem>「ターミナルを開く」</guimenuitem></menuchoice>) を選びます。
pt: Escolha <menuchoice><guimenu>Ficheiro</guimenu><guimenuitem>Abrir Terminal</guimenuitem></menuchoice> (ou prima o botão direito na janela de terminal e escolha <menuchoice><guimenuitem>Abrir Terminal</guimenuitem></menuchoice>).
zh_cn: 选择 <menuchoice><guimenu>文件</guimenu><guimenuitem>打开终端</guimenuitem></menuchoice> (或者右键单击终端窗口并选择 <menuchoice><guimenuitem>打开终端</guimenuitem></menuchoice>)。

source: The new terminal inherits the working directory from its parent terminal.
da: Arbejdsmappen fra den forrige terminal følger med over i den nye terminal.
es: La nueva terminal hereda el directorio de trabajo de su terminal padre.
gl: A nova terminal herda o directorio de traballo da súa terminal nai.
id: Terminal yang baru mewarisi direktori kerja dari terminal induknya.
ja: 新しいターミナルは、作業フォルダをその親ターミナルから引き継ぎます。
pt: O novo terminal herda o directório de trabalho do terminal pai.
zh_cn: 新打开的终端将继承其父终端的工作目录。

source: To close a terminal window:
da: Sådan lukker du et terminalvindue:
es: Para cerrar una ventana de terminal:
gl: Para pechar unha fiestra de terminal:
id: Untuk menutup jendela terminal:
ja: ターミナルウィンドウを閉じる:
pt: Para fechar uma janela de terminal:
zh_cn: 关闭一个终端窗口:

source: Choose <menuchoice><guimenu>File</guimenu><guimenuitem>Close Window</guimenuitem></menuchoice>.
da: Vælg <menuchoice><guimenu>Filer</guimenu><guimenuitem>Luk vindue</guimenuitem></menuchoice>.
es: Seleccione <menuchoice><guimenu>Archivo</guimenu><guimenuitem>Cerrar ventana</guimenuitem></menuchoice>.
gl: Seleccione <menuchoice><guimenu>Ficheiro</guimenu><guimenuitem>Pechar fiestra</guimenuitem></menuchoice>.
id: Pilih <menuchoice><guimenu>Berkas</guimenu><guimenuitem>Tutup Jendela</guimenuitem></menuchoice>.
ja: <menuchoice><guimenu>「ファイル」</guimenu><guimenuitem>「ウィンドウを閉じる」</guimenuitem></menuchoice> を選びます。
pt: Escolha <menuchoice><guimenu>Ficheiro</guimenu><guimenuitem>Fechar Janela</guimenuitem></menuchoice>.
zh_cn: 选择 <menuchoice><guimenu>文件</guimenu><guimenuitem>关闭窗口</guimenuitem></menuchoice>。

source: This action closes the terminal and terminates any subprocesses that you opened from the terminal. If you close the last terminal window, the @PACKAGE_NAME@ application exits.
da: Denne handling lukker terminalen og enhver underproces der er åbnet fra terminalen. Hvis du lukker det sidste terminalvindue, vil programmet @PACKAGE_NAME@, afsluttes.
es: Esta acción cierra la terminal y cualquier subproceso que haya abierto desde ella. Si cierra la última ventana de terminal, la aplicación @PACKAGE_NAME@ finaliza.
gl: Esta acción pecha a terminal e remata calquera subproceso que se abrira dende a terminal. Se pecha a última fiestra da terminal, sáese do aplicativo @PACKAGE_NAME@.
id: Aksi ini menutup terminal dan mematikan subproses apapun yang anda buka dari terminal. Jika anda menutup jendela terminal terakhir, aplikasi@PACKAGE_NAME@ akan keluar.
ja: これはターミナルと、その中で開かれているサブプロセスすべてを強制終了させます。最後のターミナルを閉じると @PACKAGE_NAME@ アプリケーションが終了します。
pt: Esta acção fecha o terminal e termina qualquer subproceso que tenha aberto no terminal. Se fechar a última janela do terminal, a aplicação @PACKAGE_NAME@ termina.
zh_cn: 此操作关闭终端窗口以及终止您在终端中打开的所有子进程。如果您关闭最后一个终端窗口，@PACKAGE_NAME@ 应用程序将退出。

source: To add a new tabbed terminal to a window:
da: For at tilføje et nyt terminalfaneblad til et vindue:
es: Para agregar una nueva terminal en pestaña a una ventana:
gl: Para engadir unha nova terminal con lapelas a unha fiestra:
id: Untuk menambah jendela di-tab baru ke sebuah jendela:
ja: ウィンドウに新しいタブターミナルを追加する:
pt: Para adicionar um novo terminal com separadores a uma janela:
zh_cn: 在窗口中添加一个新标签:

source: Choose <menuchoice><guimenu>File</guimenu><guimenuitem>Open Tab</guimenuitem></menuchoice> (or right-click the terminal window and choose <menuchoice><guimenuitem>Open Tab</guimenuitem></menuchoice>).
da: Vælg <menuchoice><guimenu>Filer</guimenu><guimenuitem>Åbn faneblad</guimenuitem></menuchoice> (eller højreklik på terminalvinduet og vælg<menuchoice><guimenuitem>Åbn faneblad</guimenuitem></menuchoice>).
es: Seleccione <menuchoice><guimenu>Archivo</guimenu><guimenuitem>Abrir pestaña</guimenuitem></menuchoice> (o haga clic derecho en la ventana de terminal y seleccione <menuchoice><guimenuitem>Abrir pestaña</guimenuitem></menuchoice>).
gl: Seleccione <menuchoice><guimenu>Ficheiro</guimenu><guimenuitem>Abrir lapela</guimenuitem></menuchoice> (ou prema co botón dereito na fiestra de terminal e seleccione<menuchoice><guimenuitem>Abrir lapela</guimenuitem></menuchoice>).
id: Pilih <menuchoice><guimenu>Berkas</guimenu><guimenuitem>Buka Tab</guimenuitem></menuchoice> (atau klik kanan jendela terminal dan pilih <menuchoice><guimenuitem>Buka Tab</guimenuitem></menuchoice>).
ja: <menuchoice><guimenu>「ファイル」</guimenu><guimenuitem>「タブを開く」</guimenuitem></menuchoice> (あるいはターミナルウィンドウを右クリックして<menuchoice><guimenuitem>「タブを開く」</guimenuitem></menuchoice>) を選びます。
pt: Escolha <menuchoice><guimenu>Ficheiro</guimenu><guimenuitem>Abrir Separador</guimenuitem></menuchoice> (ou um clique direito na janela do terminal e escolha <menuchoice><guimenuitem>Abrir Separador</guimenuitem></menuchoice>).
zh_cn: 选择 <menuchoice><guimenu>文件</guimenu><guimenuitem>打开标签</guimenuitem></menuchoice> (或者右键点击终端窗口并选择 <menuchoice><guimenuitem>打开标签</guimenuitem></menuchoice>)。

source: The new terminal inherits the working directory from the previously active terminal.
da: Arbejdsmappen fra den sidste aktive terminal følger med over i den nye terminal.
es: La nueva terminal hereda el directorio de trabajo de la terminal previamente activa.
gl: A nova terminal herda o directorio de traballo da anterior terminal activa.
id: Terminal baru mewarisi direktori kerja dari terminal yang aktif sebelumnya.
ja: 新しいターミナルは前の有効ターミナルから作業フォルダを引き継ぎます。
pt: O novo terminal herda o directório de trabalho do anterior terminal activo.
zh_cn: 新打开的终端将继承最后一个活动终端的工作目录。

source: To modify a terminal window
da: Sådan ændrer du et terminalvindue
es: Para modificar una ventana de terminal
gl: Modificar unha fiestra de terminal
id: Untuk mengubah jendela terminal
ja: ターミナルウィンドウを変更するには
pt: Para modificar uma janela de terminal
zh_cn: 调整终端窗口

source: To hide the menubar:
da: Sådan skjuler du menulinjen:
es: Para ocultar la barra de menús:
gl: Para agochar a barra de menú:
id: Untuk menyembunyikan batang menu:
ja: メニューバーを隠す:
pt: Para ocultar a barra de menu:
zh_cn: 隐藏菜单栏:
