Repository: eisnerd/xfterm
Catalog: doc/po/*.po
Languages: da, es, gl, id, ja, pt, zh_cn

source: %d : name of the current directory (short).
da: %d : navnet på den aktuelle mappe (kort).
es: %d : nombre del directorio actual (corto).
gl: %d : nome do directorio actual (curto).
id: %d : nama dari direktori saat ini (pendek).
ja: %d : 現在のディレクトリ名 (短縮)
pt: %d : nome do directório actual (curto).
zh_cn: %d : 当前目录名字 (短)

source: %D : current directory (long).
da: %D : aktuelle mappe (langt).
es: %D : directorio actual (largo).
gl: %D : directorio actual (longo).
id: %D : direktori saat ini (panjang).
ja: %D : 現在のディレクトリ (フルパス)
pt: %D : directório actual (longo).
zh_cn: %D : 当前目录 (长)

source: %w : window title set by shell.
da: %w : vinduetitel sat af skallen.
es: %w : título de la ventana establecido por el intérprete de comandos
gl: %w : o título da fiestra definido pola shell.
id: %w : judul jendela diatur oleh shell.
ja: %w : シェルで設定されたウィンドウタイトル
pt: %w : título da janela definido pela shell.
zh_cn: %w : shell 设置的窗口标题

source: %# : the session id.
da: %# : sessionsid'et.
es: %# : el id de sesión.
gl: %# : o id de sesión.
id: %# : id sesi.
ja: %# : セッション ID
pt: %#: o id de sessão.
zh_cn: %# : 会话 id

source: To recover your terminal
da: Sådan gendanner du din terminal
es: Para recuperar su terminal
gl: Recuperar a terminal
id: Untuk mengembalikan terminal anda.
ja: ターミナルを復元するには
pt: Para recuperar o seu terminal
zh_cn: 恢复您的终端

source: This section provides some advice if you have problems with terminals.
da: Denne del tilbyder nogle tips, til hvis du skulle have problemer med terminaler.
es: Esta sección proporciona algunos consejos si tiene problemas con los terminales.
gl: Esta sección seralle de axuda se ten problemas cas terminais.
id: Bagian ini memberikan beberapa tips jika anda memiliki masalah dengan terminal.
ja: この節ではターミナルで起こる問題に対するいくつかのアドバイスを載せます。
pt: Esta secção oferece algumas dicas se tiver problemas com terminais.
zh_cn: 假如您使用终端过程中出现问题，本节将提供一些建议。

source: To reset the state of the terminal:
da: For at nulstille terminalens tilstand:
es: Para restablecer el estado del terminal:
gl: Restaurar o estado da terminal:
id: Untuk menata ulang kondisi terminal:
ja: ターミナルの状態をリセットする:
pt: Para restaurar o estado do terminal:
zh_cn: 重置终端的状态:

source: Choose <menuchoice><guimenu>Terminal</guimenu><guimenuitem>Reset</guimenuitem></menuchoice>.
da: Vælg <menuchoice><guimenu>Terminal</guimenu><guimenuitem>Nulstil</guimenuitem></menuchoice>.
es: Elija <menuchoice><guimenu>Terminal</guimenu><guimenuitem>Restablecer</guimenuitem></menuchoice>.
gl: Seleccione <menuchoice><guimenu>Terminal</guimenu><guimenuitem>Restablecer</guimenuitem></menuchoice>.
id: Pilih <menuchoice><guimenu>Terminal</guimenu><guimenuitem>Tata Ulang</guimenuitem></menuchoice>.
ja: <menuchoice><guimenu>「ターミナル」</guimenu><guimenuitem>「リセット」</guimenuitem></menuchoice> を選びます。
pt: Escolha <menuchoice><guimenu>Terminal</guimenu><guimenuitem>Restaurar</guimenuitem></menuchoice>.
zh_cn: 选择 <menuchoice><guimenu>终端</guimenu><guimenuitem>重置</guimenuitem></menuchoice>。

source: To reset the terminal and clear the terminal screen:
da: Sådan nulstiller du terminalen og rydde terminalskærmen:
es: Para restablecer el terminal y limpiar la pantalla del terminal:
gl: Para restaurar e limpar a pantalla da terminal:
id: Untuk menata ulang terminal dan membersihkan layar terminal:
ja: ターミナルをリセットして画面をクリアする:
pt: Para restaurar e limpar o ecrã do terminal:
zh_cn: 重置终端并清屏:

source: Choose <menuchoice><guimenu>Terminal</guimenu><guimenuitem>Reset and Clear</guimenuitem></menuchoice>.
da: Vælg <menuchoice><guimenu>Terminal</guimenu><guimenuitem>Nulstil og ryd</guimenuitem></menuchoice>.
es: Elija <menuchoice><guimenu>Terminal</guimenu><guimenuitem>Restablecer y limpiar</guimenuitem></menuchoice>.
gl: Seleccione <menuchoice><guimenu>Terminal</guimenu><guimenuitem>Restablecer e limpar</guimenuitem></menuchoice>.
id: Pilih <menuchoice><guimenu>Terminal</guimenu><guimenuitem>Tata Ulang dan hapus</guimenuitem></menuchoice>.
ja: <menuchoice><guimenu>「ターミナル」</guimenu><guimenuitem>「リセットしてクリア」</guimenuitem></menuchoice> を選びます。
pt: Escolha <menuchoice><guimenu>Terminal</guimenu><guimenuitem>Restaurar e Limpar</guimenuitem></menuchoice>.
zh_cn: 选择 <menuchoice><guimenu>终端</guimenu><guimenuitem>重置并清屏</guimenuitem></menuchoice>。

source: You can also use the shell commands <userinput><command>reset</command></userinput> and <userinput><command>clear</command></userinput> to recover your terminal.
da: Du kan også bruge skalkommandoerne <userinput><command>reset</command></userinput> og <userinput><command>clear</command></userinput> for at gendanne din terminal.
es: También puede usar los comandos de shell <userinput><command>reset</command></userinput> y <userinput><command>clear</command></userinput> para recuperar su terminal.
gl: Tamén pode usar os comandos da shell <userinput><command>reset</command></userinput> e <userinput><command>clear</command></userinput> para restablecer a terminal.
id: Anda juga dapat menggunakan perintah shell <userinput><command>tata ulang</command></userinput> dan <userinput><command>hapus</command></userinput> untuk mengembalikan terminal anda.
ja: ターミナルを元の状態に戻すには、シェルコマンド <userinput><command>reset</command></userinput> および <userinput><command>clear</command></userinput> を使うこともできます。
pt: Pode também usar comandos de shell <userinput><command>reset</command></userinput> e <userinput><command>clear</command></userinput> para recuperar o seu terminal.
zh_cn: 您同样可以使用 shell 命令 <userinput><command>reset</command></userinput> 和 <userinput><command>clear</command></userinput> 来恢复您的终端。

source: To customize the toolbars
da: Sådan tilpasser du værktøjslinjerne
es: Para personalizar la barra de herramientas
gl: Personalizar as barras de ferramentas
id: Untuk menyesuaikan batang alat
ja: ツールバーをカスタマイズするには
pt: Para personalizar a barra de ferramentas
zh_cn: 自定义工具栏

source: As already mentioned, @PACKAGE_NAME@ includes support for customizable toolbars. The toolbars are disabled by default, you will have to explicitly enable it. Choose <menuchoice><guimenu>View</guimenu><guimenuitem>Show Toolbars</guimenuitem></menuchoice> from the menubar to display the toolbars in the current window. If you want to permanently use the toolbars, see <xref linkend="preferences-appearance"/>.
da: Som det allerede er nævnt, understøtter @PACKAGE_NAME@ tilpassede værktøjslinjer. Værktøjslinjerne er som standard slået fra, du vil udtrykkeligt skulle slå dem til. Vælg <menuchoice><guimenu>Vis</guimenu><guimenuitem>Vis værktøjslinjer</guimenuitem></menuchoice> fra menulinjen for at vise værktøjslinjerne i det nuværende vindue. Hvis du permanent vil bruge værktøjslinjerne, se da <xref linkend="preferences-appearance"/>.
es: Como ya se ha mencionado, @PACKAGE_NAME@ incluye soporte para personalizar la barra de herramientas. Las barras de herramientas están desactivadas por defecto, así que tendrá que activarlas explícitamente. Elija <menuchoice><guimenu>Ver</guimenu><guimenuitem>Mostrar barras de herramientas</guimenuitem></menuchoice> de la barra de menús para mostrar las barras de herramientas en la ventana actual. Si desea usar las barras de herramientas permanentemente vea <xref linkend="preferences-appearance"/>.
gl: Como xa se mencionou, @PACKAGE_NAME@ inclúe soporte para barras de ferramentas personalizables. Por defecto as barras de ferramentas están desactivadas, e terá que activalas explicitamente. Seleccione <menuchoice><guimenu>Ver</guimenu><guimenuitem>Mostrar as barras de ferramentas</guimenuitem></menuchoice> na barra de menús para mostrar as barras de ferramentas na fiestra actual. Se desexa usar permanentemente as barras de ferramentas, consulte <xref linkend="preferences-appearance"/>.
id: Seperti telah disebutkan sebelumnya, @PACKAGE_NAME@ menyertakan dukungan untuk penyesuaian batang alat. Batang alat dinonaktifkan secara standar, anda harus mengaktifkannya secara eksplisit. Pilih <menuchoice><guimenu>Tampilan</guimenu><guimenuitem>Tampilkan Batang Alat</guimenuitem></menuchoice> dari batang menu untuk menampilkan batang alat di jendela saat ini. Jika anda ingin menggunakan batang alat secara permanen, lihat <xref linkend="preferences-appearance"/>.
ja: 前述のように、@PACKAGE_NAME@ はカスタマイズ可能なツールバーをサポートしています。デフォルトでは表示されませんので、明示的に表示させる必要があります。現在のウィンドウでツールバーを表示するには、メニューバーから <menuchoice><guimenu>「表示」</guimenu><guimenuitem>「ツールバー」</guimenuitem></menuchoice> を選択します。ツールバーを常時表示したい場合は、<xref linkend="preferences-appearance"/> を参照してください。
pt: Como mencionado, o @PACKAGE_NAME@ inclui suporte para personalização da barra de ferramentas. A barra de ferramentas está inactiva por omissão, terá de ligá-la explicitamente. Escolha <menuchoice><guimenu>Ver</guimenu><guimenuitem>Mostrar Barra de Ferramentas</guimenuitem></menuchoice> na barra de menu para mostrar a barra de ferramentas na janela actual. Se quiser usar de forma permanente esta barra, veja <xref linkend="preferences-appearance"/>.
zh_cn: 如前所述，@PACKAGE_NAME@ 支持自定义工具栏。默认情况下，工具栏是禁用的，您需要手动启用工具栏。选择菜单中的 <menuchoice><guimenu>查看</guimenu><guimenuitem>显示工具栏</guimenuitem></menuchoice> 以在当前窗口中显示工具栏。如果您想总是显示工具栏，请参看 <xref linkend="preferences-appearance"/>。

source: Once the toolbars are shown, choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Toolbars...</guimenuitem></menuchoice> from the menubar or right-click one of the toolbars and choose <menuchoice><guimenuitem>Customize Toolbar...</guimenuitem></menuchoice> from the context menu. This opens the <guilabel>Toolbar Editor</guilabel> window, which allows you to customize the toolbars in the current terminal window.
da: Når først værktøjslinjerne er vist, vælg da <menuchoice><guimenu>Redigér</guimenu><guimenuitem>Værktøjslinjer...</guimenuitem></menuchoice> fra menulinjen eller højreklik på en af værktøjslinjerne og vælg <menuchoice><guimenuitem>Tilpas værktøjslinje...</guimenuitem></menuchoice> fra genvejsmenuen. Dette åbner <guilabel>Værktøjslinjeeditor</guilabel>vinduet, der lader dig tilpasse værktøjslinjerne i det nuværende terminalvindue.
es: Una vez mostradas las barras de herramientas, elija <menuchoice><guimenu>Editar</guimenu><guimenuitem>Barras de herramientas...</guimenuitem></menuchoice> de la barra de menús o haga clic con el botón derecho en una de las barras de herramientas y elija <menuchoice><guimenuitem>Personalizar barra de herramientas...</guimenuitem></menuchoice> del menú contextual. Esto abre la ventana de <guilabel>Editor de barra de herramientas</guilabel>, que le permite personalizar las barras de herramientas de la ventana de terminal actual.
gl: Unha vez que se mostran as barras de ferramentas, seleccione <menuchoice><guimenu>Editar</guimenu><guimenuitem>Barras de ferramentas...</guimenuitem></menuchoice> na barra de menús ou prema co botón dereito nunha das barras de ferramentas e seleccione <menuchoice><guimenuitem>Personalizar a barra de ferramentas...</guimenuitem></menuchoice> no menú contextual. Isto abre a fiestra do <guilabel>Editor de barras de ferramentas</guilabel>, a cal lle permite personalizar as barras de ferramentas da fiestra de terminal actual.
id: Ketika batang alat ditampilkan, pilih <menuchoice><guimenu>Sunting</guimenu><guimenuitem>Batang alat...</guimenuitem></menuchoice> dari batang menu atau klik kanan salah satu batang alat lalu pilih <menuchoice><guimenuitem>Suaikan Batang Alat...</guimenuitem></menuchoice> dari menu konteks. Ini membuka jendela <guilabel>Penyunting Batang Alat</guilabel>, yang memungkinkan anda untuk menyesuaikan alat di jendela terminal saat ini.
ja: ツールバーが表示されていれば、メニューバーから <menuchoice><guimenu>「編集」</guimenu><guimenuitem>「ツールバー...」</guimenuitem></menuchoice> を選ぶか、ツールバー上で右クリックしてコンテキストメニューから <menuchoice><guimenuitem>「ツールバーのカスタマイズ...」</guimenuitem></menuchoice> を選んでください。<guilabel>ツールバーエディタ</guilabel> が開かれ、現在のターミナルウィンドウのツールバーをカスタマイズできるようになります。
pt: Assim que a barra de ferramentas é mostrada, escolha <menuchoice><guimenu>Editar</guimenu><guimenuitem>Barra de Ferramentas...</guimenuitem></menuchoice> na barra de menu ou clique direito numa das barras e escolha <menuchoice><guimenuitem>Personalizar Barra de Ferramentas...</guimenuitem></menuchoice> no menu de contexto. Isto abre a janela <guilabel>Editor de Barra de Ferramentas</guilabel> que permite personalizar as barras da actual janela de terminal.
zh_cn: 在工具栏显示时，从菜单栏中选择 <menuchoice><guimenu>编辑</guimenu><guimenuitem>工具栏...</guimenuitem></menuchoice> 或者右键点击任意一个工具栏然后从内容菜单中选择 <menuchoice><guimenuitem>自定义工具栏...</guimenuitem></menuchoice>。然后将会出现 <guilabel>工具栏编辑器</guilabel> 窗口，该窗口将允许您自定义当前终端窗口中的工具栏。

source: Customizing the toolbars
da: Tilpasning af værktøjslinjerne
es: Personalizar las barras de herramientas
gl: Personalizar as barras de ferramentas
id: Menyesuaikan batang alat
ja: ツールバーのカスタマイズ
pt: Personalizando a barra de ferramentas
zh_cn: 自定义工具栏

source: Just drag an item from the <guilabel>Toolbar Editor</guilabel> window and drop it on a toolbar to add that item to the specific toolbar or drag an item from a toolbar to the <guilabel>Toolbar Editor</guilabel> to remove it from the toolbar. You can add additional toolbars by clicking the button <guibutton>Add a new toolbar</guibutton> and remove toolbars by right-clicking the toolbar and selecting <menuchoice><guimenuitem>Remove Toolbar</guimenuitem></menuchoice> from the context menu. You can also choose a different style for a toolbar from the context menu.
da: Træk blot et element fra vinduet <guilabel>Værktøjslinjeeditor</guilabel> og smid den på en værktøjslinje for at tilføje det element til den specifikke værktøjslinje eller træk et element fra en værktøjslinje til <guilabel>Værktøjslinjeeditor</guilabel>en, for at fjerne det fra værktøjslinjen. Du kan tilføje yderligere værktøjslinjer ved at trykke på knappen <guibutton>Tilføj en ny værktøjslinje</guibutton> og fjerne værktøjslinjer ved at vælge <menuchoice><guimenuitem>Fjern værktøjslinje</guimenuitem></menuchoice> fra genvejsmenuen. Du kan også vælge en anden stil til værktøjslinjen, fra genvejsmenuen.
es: Simplemente arrastre un elemento de la ventana del <guilabel>Editor de barra de herramientas</guilabel> y suéltelo sobre una barra de herramientas para añadirlo a la barra de herramientas específica o arrastre un elemento de una barra de herramientas al <guilabel>Editor de barra de herramientas</guilabel> para borrarlo de la barra de herramientas. Puede añadir nuevas barras de herramientas pulsando el botón <guibutton>Añadir una nueva barra de herramientas</guibutton> y borrarlas haciendo clic con el botón derecho y seleccionando <menuchoice><guimenuitem>Borrar barra de herramientas</guimenuitem></menuchoice> del menú contextual. También puede elegir un estilo diferente para una barra de herramientas en el menú contextual.
gl: Simplemente arrastre un elemento dende a fiestra do <guilabel>Editor de barras de ferramentas</guilabel> e sólteo nunha barra de ferramentas para engadir dito elemento a esa barra de ferramentas ou arrastre un elemento dende a barra de ferramentas ao <guilabel>Editor de barras de ferramentas</guilabel> para quitalo da barra de ferramentas. Pode engadir barras de ferramentas adicionais premendo no botón <guibutton>Engadir unha nova barra de ferramentas</guibutton> e eliminar barras de ferramentas premendo co botón dereito na barra de ferramentas e seleccionando no menú contextual <menuchoice><guimenuitem>Eliminar a barra de ferramentas</guimenuitem></menuchoice>. Tamén pode seleccionar un estilo diferente para a barra de ferramentas dende o menú contextual.
id: Cukup tarik item dari jendela <guilabel>Penyunting Batang Alat</guilabel> lalu taruh di dalam batang alat untuk menambah item ke batang alat tertentu atau tarik item dari batang alat ke <guilabel>Penyunting Batang Alat</guilabel> untuk menghapus item dari batang alat. Anda dapat menambah batang alat tambahan dengan klik tombol <guibutton>Tambah batang alat baru</guibutton> dan untuk menghapus batang alat dengan klik kanan pada batang alat lalu pilih <menuchoice><guimenuitem>Hapus Batang Alat</guimenuitem></menuchoice> dari menu konteks. Anda dapat juga memilih gaya yang berbeda untuk batang alat dari konteks menu.
ja: アイテムを追加するには <guilabel>ツールバーエディタ</guilabel> ウィンドウからツールバーの任意の場所にそのアイテムをドラッグします。ツールバーからアイテムを削除するにはツールバーのアイテムを <guilabel>ツールバーエディタ</guilabel> にドラッグします。<guibutton>「新しいツールバーを追加」</guibutton> ボタンをクリックするとツールバーを追加でき、ツールバー上で右クリックし、コンテキストメニューから <menuchoice><guimenuitem>「ツールバーを削除」</guimenuitem></menuchoice>を選択すると削除できます。コンテキストメニューからいろいろなスタイルのツールバーを選ぶことも可能です。
pt: Apenas arraste um item da janela do <guilabel>Editor de Barra de Ferramentas</guilabel> e largue-o numa barra para adicionar esse item à barra escolhida ou arraste um item da barra para o <guilabel>Editor de Barra de Ferramentas</guilabel> para removê-lo. Pode adicionar barras de ferramentas ao clicar no botão <guibutton>Adicionar uma nova barra de ferramentas</guibutton> e remover com o botão direito do rato na barra e seleccionar <menuchoice><guimenuitem>Remover barra de ferramentas</guimenuitem></menuchoice> do menu de contexto. Pode também escolher um estilo diferente para uma barra a partir do menu de contexto.
zh_cn: 您只需要简单地从 <guilabel>工具栏编辑器</guilabel> 窗口中拖动一个项目并将其放置在一个工具栏上，就可以将该项目添加到该工具栏，而从工具栏中将一个项目拖到 <guilabel>工具栏编辑器</guilabel> 中即可将其从工具栏中移除。您可以添加通过点击 <guibutton>添加一个新工具栏</guibutton> 按钮来添加新的工具栏，通过右键点击工具栏并从内容菜单中选择 <menuchoice><guimenuitem>移除工具栏</guimenuitem></menuchoice> 即可将工具栏移除。您还可以在内容菜单中为工具栏选择不同的风格。

source: To switch between different encodings
da: For at skifte mellem forskellige indkodninger
es: Para cambiar entre diferentes codificaciones
gl: Cambiar de codificación
id: Untuk berpindah diantara penyandian yang berbeda
ja: 別のエンコーディングに切り換えるには
pt: Para trocar entre diferentes codificações
zh_cn: 在不同的编码之间切换

source: @PACKAGE_NAME@ itself does not (yet) include builtin support for switching encodings on the fly in a terminal session. But since @PACKAGE_NAME@ implements an UTF-8 mode, you can use the <ulink url="http://www.pps.jussieu.fr/~jch/software/luit/">Luit application</ulink> to switch between different character encodings within a terminal session.
da: @PACKAGE_NAME@ inkluderer ikke selv indbygget understøttelse for af skifte indkodninger løbende, i en terminalsession. Men siden at @PACKAGE_NAME@ implementerer en UTF-8-tilstand, kan du bruge <ulink url="http://www.pps.jussieu.fr/~jch/software/luit/">Programmet Luit</ulink> til at skifte mellem forskellige tegnindkodninger i en terminalsession.
es: @PACKAGE_NAME@ no incluye por sí mismo (aún) soporte para conmutar entre codificaciones al vuelo en una sesión de terminal. Pero puesto que @PACKAGE_NAME@ implementa un modo UTF-8, puede usar la <ulink url="http://www.pps.jussieu.fr/~jch/software/luit/">aplicación Luit</ulink> para conmutar entre distintas codificaciones de caracteres en una sesión de terminal.
gl: @PACKAGE_NAME@ aínda non ten soporte incorporado para cambiar a codificación ao voo nunha sesión da terminal. Pero xa que @PACKAGE_NAME@ implementa un modo UTF-8, pode usar o <ulink url="http://www.pps.jussieu.fr/~jch/software/luit/">aplicativo Luit</ulink> para cambiar de codificación de caracteres nunha sesión da terminal.
id: @PACKAGE_NAME@ sendiri belum menyertakan dukungan tertanam untuk bertukar penyandian langsung dalam sesi terminal. Tapi karena @PACKAGE_NAME@ mengimplementasikan mode UTF-8, anda dapat menggunakan <ulink url="http://www.pps.jussieu.fr/~jch/software/luit/">aplikasi Luit</ulink> untuk berpindah antar penyandian karakter yang berbeda di dalam sesi terminal.
ja: ターミナルセッション中でのエンコーディングの即時切り換えはまだ @PACKAGE_NAME@ に組み込まれていません。しかしながら UTF-8 モードを実装していますので、別の文字エンコーディングの切り換えに <ulink url="http://www.pps.jussieu.fr/~jch/software/luit/">Luit アプリケーション</ulink> を使うことができます。
pt: O @PACKAGE_NAME@ não inclui (ainda) suporte embutido para trocar de codificação durante uma sessão de terminal. Mas como o @PACKAGE_NAME@ implementa um modo UTF-8, pode usar a <ulink url="http://www.pps.jussieu.fr/~jch/software/luit/">aplicação Luit</ulink> para trocar entre diferentes codificações de caracteres numa sessão de terminal.
zh_cn: @PACKAGE_NAME@ 本身 (暂时) 并未提供在终端会话过程中进行编码切换的内置支持。但由于 @PACKAGE_NAME@ 实现了一个 UTF-8 模式，您可以使用 <ulink url="http://www.pps.jussieu.fr/~jch/software/luit/">Luit 应用程序</ulink> 来在终端会话过程中在不同的字符编码间进行切换。

source: Preferences
da: Indstillinger
es: Preferencias
gl: Preferencias
id: Pengaturan
ja: 環境設定
pt: Preferências
zh_cn: 首选项

source: To configure @PACKAGE_NAME@, choose <menuchoice><guimenu>Edit</guimenu><guimenuitem>Preferences...</guimenuitem></menuchoice> or right-click the terminal area of the window and choose <menuchoice><guimenuitem>Preferences...</guimenuitem></menuchoice>. This will bring up the <guilabel>Terminal Preferences</guilabel> dialog, which allows you to adjust @PACKAGE_NAME@'s behaviour to your needs.
da: For at konfigurere @PACKAGE_NAME@, vælg da <menuchoice><guimenu>Redigér</guimenu><guimenuitem>Indstillinger...</guimenuitem></menuchoice> eller højreklik på terminalområdet af vinduet og vælg <menuchoice><guimenuitem>Indstillinger...</guimenuitem></menuchoice>. Dette vil fremvise vinduet <guilabel>Terminalindstillinger</guilabel>, der vil lade dig indstille @PACKAGE_NAME@'s opførsel til dine behov.
es: Para configurar @PACKAGE_NAME@, elija <menuchoice><guimenu>Editar</guimenu><guimenuitem>Preferencias...</guimenuitem></menuchoice> o haga clic derecho el area de terminal de la ventana y seleccione <menuchoice><guimenuitem>Preferencias...</guimenuitem></menuchoice>.
gl: Para configurar @PACKAGE_NAME@, seleccione <menuchoice><guimenu>Editar</guimenu><guimenuitem>Preferencias...</guimenuitem></menuchoice> ou prema co botón dereito na zona da terminal dentro da fiestra e seleccione <menuchoice><guimenuitem>Preferencias...</guimenuitem></menuchoice>. Isto mostrará o diálogo de <guilabel>Preferencias de terminal</guilabel>, o cal lle permite adaptar o comportamento de @PACKAGE_NAME@ ás súas necesidades.
id: Untuk mengatur @PACKAGE_NAME@, pilih <menuchoice><guimenu>Sunting</guimenu><guimenuitem>Pengaturan...</guimenuitem></menuchoice> atau klik kanan area terminal jendela lalu pilih <menuchoice><guimenuitem>Preferences...</guimenuitem></menuchoice>. Ini akan memunculkan dialog <guilabel>Pengaturan Terminal</guilabel>, yang memungkinkan anda untuk menyesuaikan perilaku @PACKAGE_NAME@ agar sesuai dengan kebutuhan anda.
ja: @PACKAGE_NAME@ を設定するには、<menuchoice><guimenu>「編集」</guimenu><guimenuitem>「設定...」</guimenuitem></menuchoice> を選択するかウィンドウのターミナル部分を右クリックして <menuchoice><guimenuitem>「設定...」</guimenuitem></menuchoice> を選択します。これにより <guilabel>ターミナルの設定</guilabel> ダイアログが現れ、@PACKAGE_NAME@ の振る舞いを調節できます。
pt: Para configurar o @PACKAGE_NAME@, escolha <menuchoice><guimenu>Editar</guimenu><guimenuitem>Preferências...</guimenuitem></menuchoice> ou clique direito na área de terminal da janela e escolha <menuchoice><guimenuitem>Preferências...</guimenuitem></menuchoice>. Isto irá trazer o diálogo <guilabel>Preferências do Terminal</guilabel> que permite ajustar o comportamento do @PACKAGE_NAME@ de acordo com as suas necessidades.
zh_cn: 要配置 @PACKAGE_NAME@，请选择 <menuchoice><guimenu>编辑</guimenu><guimenuitem>首选项...</guimenuitem></menuchoice> 或者右键点击窗口中的终端区域并选择 <menuchoice><guimenuitem>首选项...</guimenuitem></menuchoice>。然后将会出现 <guilabel>终端首选项</guilabel> 对话框，此对话框允许您按您的需求来调整 @PACKAGE_NAME@ 的行为方式

source: General
da: Generelt
gl: Xeral
id: Umum
ja: 一般
pt: Geral
zh_cn: 常规

source: General preferences
da: Generelle indstillinger
es: Preferencias generales
gl: Preferencias xerais
id: Pengaturan umum
ja: 一般設定
pt: Preferências gerais
zh_cn: 常规首选项

source: Initial title
da: Indledende titel
es: Título inicial
gl: Título inicial
id: Judul utama
ja: 最初のタイトル
pt: Título inicial
zh_cn: 初始标题
