Repository: eisnerd/xfterm
Catalog: doc/po/*.po
Languages: da, es, gl, id, ja, pt, zh_cn

source: Developer
da: Udvikler
es: Desarrollador
gl: Desenvolvedor
id: Pengembang
ja: 開発者
pt: Programador
zh_cn: 开发者

source: Software developer
da: Softwareudvikler
es: Desarrollador de software
gl: Desenvolvedor de software
id: Pengembang peranti lunak
pt: Programador de software
zh_cn: 软件开发者

source: System development
da: Systemudvikling
es: Desarrollo del sistema
gl: Desenvolvemento do sistema
id: Pengembangan sistem
pt: Desenvolvimento do sistema
zh_cn: 系统开发

source: A Terminal emulator for X
da: En terminalemulator til X
es: Un emulador de Terminal para X
gl: Un emulador de terminal para as X
id: Emulator terminal untuk X
ja: X ターミナルエミュレータ
pt: Um emulador de Terminal para o X
zh_cn: X 终端模拟器

source: Synopsis
da: Indholdsfortegenelse
es: Sinopsis
gl: Sinopse
id: Sinopsis
ja: 書式
pt: Sinapse
zh_cn: 摘要

source: OPTION
da: TILVALG
es: Opción
gl: OPCIÓN
id: OPSI
pt: OPÇÃO
zh_cn: 选项

source: Description
da: Beskrivelse
es: Descripción
gl: Descrición
id: Keterangan
ja: 解説
pt: Descrição
zh_cn: 描述

source: @PACKAGE_NAME@ is what is known as an X terminal emulator, often referred to as terminal or shell. It provides an equivalent to the old-fashioned text screen on your desktop, but one which can easily share the screen with other graphical applications. Windows users may already be familiar with the MS-DOS Prompt utility, which has the analogous function of offering a DOS command-line under Windows, though one should note that the UNIX CLI offer far more power and ease of use than does DOS.
da: @PACKAGE_NAME@ er en terminalemulator til X, ofte kaldet terminal eller skal. Den tilbyder funktioner tilsvarende den gammeldags tekstskærm på dit skrivebord, men kan sagtens dele skærmen med andre grafiske programmer. Windowsbrugere er måske allerede bekendt med programmet MS-DOS-kommandoprompt, som tilbyder en DOS-kommandolinje under Windows, dog skal det siges at CLI under UNIX tilbyder langt større funktionalitet og brugervenlighed end DOS gør.
es: @PACKAGE_NAME@ se conoce como un emulador de terminal X, a menudo referido como terminal o consola. Éste provee la antigua consola de texto en su escritorio, pero una que le permite compartir fácilmente la pantalla con otras aplicaciones gráficas. Los usuarios de Windows pueden estar familiarizados con la utilidad Prompt de MS-DOS, que tiene la función análoga proporcionado un interprete de comandos DOS bajo Windows, aunque uno notará que la UNIX CLI ofrece mucho más potencial y facilidad de uso que DOS.
gl: @PACKAGE_NAME@ é o que se coñece como emulador de terminal X, a miúdo chamada terminal ou shell. Proporciona un equivalente a desfasada pantalla de texto no seu escritorio, pero que pode compartir a pantalla facilmente con outros aplicativos gráficos. Os usuarios de Windows pode que estean familiarizados ca utilidade MS-DOS, que ten a función análoga de ofrecer unha liña de comandos DOS en Windows, aínda que debe ter en conta que a CLI de UNIX é moito máis potente e fácil de usar que a de DOS.
id: @PACKAGE_NAME@ adalah apa yang dikenal sebagai emulator terminal X, sering disebut sebagai terminal atau shell. Terminal menyediakan pengganti untuk layar teks bergaya lama di desktop anda, namun dapat dengan mudah berbagi layar dengan aplikasi grafis lainnya. Pengguna Windows mungkin telah familier dengan utilitas MS-DOS, yang memiliki fungsi analog dalam menawarkan baris perintah DOS di dalam Windows, meskipun perlu diingat bahwa CLI UNIX menawarkan kemampuan yang lebih besar dan kemudahan yang lebih dalam hal penggunaan dibanding DOS.
ja: @PACKAGE_NAME@ は X ターミナルエミュレータとして知られるものの一つで、ターミナルあるいはシェルと呼ばれることが多いようです。あなたのデスクトップにやもすると大昔の文字スクリーンを思わせるようなものを持ち込んできますが、他のグラフィカルなアプリケーションと画面上に共存することに何の問題もありません。Windows ユーザには MS-DOS プロンプトというユーティリティ (Windows 環境下において DOS コマンドラインでの作業を可能にする類似機能) に詳しい方がいるかもしれませんが UNIX の CLI は能力的に遥かに勝っていて使いやすいという事をぜひとも知って頂きたいと思います。
pt: @PACKAGE_NAME@ é aquilo que é conhecido como um emulador de terminal para o X, vulgarmente referido como terminal ou shell. Oferece o equivalente ao antigo ecrã de texto no seu ambiente de trabalho, mas pode facilmente partilhar o ecrã com outras aplicações gráficas. Utilizadores Windows podem já estar familarizados com a linha de comandos MS-DOS, que tem a função de oferecer uma linha de comandos em Windows, contudo a interface em linha de comandos UNIX oferece de longe mais poder e facilidade de uso do que o DOS.
zh_cn: @PACKAGE_NAME@ 是一个 X 终端模拟器，常被称作终端或者 shell。它在您桌面上提供了一个类似于旧风格的文本界面，但可以方便地和其他图形程序共享屏幕。Windows 操作系统的用户可能已经比较熟悉 MS-DOS 提示符这个在 Windows 桌面环境中提供类似于 DOS 命令行功能的工具，当然，您必须注意到 UNIX CLI 比 DOS 提供更为强大的功能和更方便的使用方式。

source: @PACKAGE_NAME@ emulates the <application>xterm</application> application developed by the X Consortium. In turn, the <application>xterm</application> application emulates the DEC VT102 terminal and also supports the DEC VT220 escape sequences. An escape sequence is a series of characters that start with the <keycap>Esc</keycap> character. @PACKAGE_NAME@ accepts all of the escape sequences that the VT102 and VT220 terminals use for functions such as to position the cursor and to clear the screen.
da: @PACKAGE_NAME@ emulerer <application>xterm</application>-programmet, udviklet af X Consortium. Til gengæld emulerer <application>xterm</application>-programmet terminalen DEC VT102 og understøtter også escape-sekvenserne fra DEC VT220'eren. En escape-sekvens er en serie af tegn der starter med <keycap>Esc</keycap>-tegnet. @PACKAGE_NAME@ accepterer alle de escape-sekvenser som terminalerne VT102 og VT220 bruger som funktioner, så som placering af markøren og rydning af skærmen.
es: @PACKAGE_NAME@ emula la aplicación <application>xterm</application> desarrollada por el X Consortium. La aplicación <application>xterm</application> emula el terminal DEC VT102 y también soporta las secuencias de escape DEC VT220. Una secuencia de escape es una serie de carácteres que empiezan con la tecla <keycap>Esc</keycap>. @PACKAGE_NAME@ acepta todas las secuencias de escape que las terminales VT102 y VT220 usaban para funciones como posicionar el cursor o limpiar la pantalla.
gl: @PACKAGE_NAME@ emula ao aplicativo <application>xterm</application> desenvolvido polo X Consortium. En cambio, o aplicativo <application>xterm</application> emula á terminal do DEC VT102 e tamén soporta as secuencias de escape do DEC VT220. Unha secuencia de escape é unha serie de caracteres que comezan co carácter <keycap>Esc</keycap>. @PACKAGE_NAME@ acepta todas as secuencias de escape que usan as terminais do VT102 e do VT220 usan para funcións como situar o cursor e limpar a pantalla.
id: @PACKAGE_NAME@ mengemulasi aplikasi <application>xterm</application> yang dikembangkan oleh X Consortium. Sebaliknya, aplikasi <application>xterm</application> mengemulasikan terminal DEC VT102 dan juga mendukung sekuensi keluar DEC VT220. Sekuensi keluar adalah rangkaian karakter yang dimulai dengan karakter <keycap>Esc</keycap>. @PACKAGE_NAME@ menerima semua sekuensi keluar yang terminal VT102 dan VT220 gunakan untuk fungsi-fungsi seperti meletakkan kursor dan untuk membersihkan layar.
ja: @PACKAGE_NAME@ は X コンソーシアムが開発したアプリケーション <application>xterm</application> の動作をエミュレートします。ではその <application>xterm</application> はと言うと、これは DEC の VT102 ターミナルをエミュレートしていて、DEC VT220 エスケープシーケンスも同様にサポートします。エスケープシーケンスとは、文字 <keycap>Esc</keycap> で始まる一連なりの文字列のことです。VT102 や VT220 ターミナルがカーソルの位置を定めたり画面をクリアするような機能に使用する、これらエスケープシーケンスのすべてを @PACKAGE_NAME@ は受け付けます。
pt: @PACKAGE_NAME@ emula a aplicação <application>xterm</application> desenvolvida pelo Consórcio X. Por outro lado, a aplicação <application>xterm</application> emula o terminal DEC VT102 e também suporta as sequências de escape do DEC VT220. Uma sequência de escape é uma série de caracteres que iniciam com o caractere <keycap>Esc</keycap>. @PACKAGE_NAME@ aceita todas as sequências que os terminais VT102 e VT220 usam para funções como a colocação do cursor e limpeza do ecrã.
zh_cn: @PACKAGE_NAME@ 模拟 X 组织开发的 <application>xterm</application> 应用程序。<application>xterm</application> 这个应用程序则是模拟 DEC VT102 终端，还支持 DEC VT220 的转义序列。一个转义序列是以 <keycap>Esc</keycap> 字符开始的一系列字符。@PACKAGE_NAME@ 接受所有 VT102 和 VT220 终端用以实现例如控制光标位置和清除屏幕等功能的转义序列。

source: Options
da: Indstillinger
es: Opciones
gl: Opcións
id: Opsi
ja: オプション
pt: Opções
zh_cn: 选项

source: Option Summary
da: Indstillingsoversigt
es: Sumario de opciones
gl: Resumo de opcións
id: Ringkasan Opsi
ja: オプション一覧
pt: Resumo de Opções
zh_cn: 选项介绍

source: Here is a summary of all the options, grouped by type. Explanations are in the following sections.
da: Her er en oversigt over alle tilvalg, grupperet efter type. Forklaringer findes i de følgende sektioner.
es: Aquí tenemos el sumario de opciones agrupadas por tipos. Las explicaciones están en las secciones siguientes.
gl: Aquí ten un resumo de todas as opcións, agrupadas por tipo. As explicacións están nas seguintes seccións.
id: Di sini adalah ringkasan untuk semua opsi, dikelompokkan berdasarkan tipe. Penjelasannya di bagian berikut.
ja: 以下はすべてのオプションをタイプ別にまとめた一覧です。それぞれの説明は後述のセクションにあります。
pt: Aqui está um resumo de todas as opções, agrupadas por tipo. As explicações estão nas secções seguintes.
zh_cn: 下面是一份按类别分组的所有选项的摘要。后续章节将进行具体解释。

source: General Options
da: Generelle indstillinger
es: Opciones Generales
gl: Opcións xerais
id: Opsi umum
ja: 一般オプション
pt: Opções Gerais
zh_cn: 常规选项

source: Window or Tab Separators
da: Vindues- eller fanebladsadskillere
es: Separadores de ventanas o pestañas
gl: Separadores de fiestras ou lapelas
id: Pemisah Jendela atau Tab
ja: ウィンドウまたはタブセパレータ
pt: Janela ou Separador
zh_cn: 窗口或标签分隔符

source: Tab Options
da: Fanebladsindstillinger
es: Opciones de pestañas
gl: Opcións de lapelas
id: Opsi Tab
ja: タブオプション
pt: Opções de Separadores
zh_cn: 标签选项

source: Window Options
da: Indstillinger til vindue
es: Opciones de ventanas
gl: Opcións de fiestra
id: Opsi Jendela
ja: ウィンドウオプション
pt: Opções de Janelas
zh_cn: 窗口选项

source: List the various command line options supported by @PACKAGE_NAME@ and exit
da: Viser de forskellige kommandolinjetilvalg understøttet af @PACKAGE_NAME@ og afslutter
es: Lista las diversas opciones en linea soportadas por @PACKAGE_NAME@ y sale.
gl: Lista as diferentes opcións de liña de comandos que soporta @PACKAGE_NAME@ e sae
id: Tampilkan berbagai opsi baris perintah yang didukung oleh @PACKAGE_NAME@ lalu keluar
ja: @PACKAGE_NAME@ がサポートする様々なコマンドラインオプションをリストして終了します。
pt: Lista as diferentes opções de linha de comandos suportadas pelo @PACKAGE_NAME@ e sai
zh_cn: 列出 @PACKAGE_NAME@ 支持的命令行选项并退出

source: Display version information and exit
da: Viser versionsinformation og afslutter
es: Muestra información sobre la versión y sale.
gl: Mostrar a información da versión e saír
id: Tampilkan informasi versi dan keluar
ja: バージョン情報を表示して終了します。
pt: Mostra a informação de versão e sai
zh_cn: 显示版本信息并退出

source: Do not register with the D-BUS session message bus
da: Registrér ikke med D-BUS-sessionsbeskedbussen
es: No registrar en el bus de mensajes de sesión D-BUS
gl: Non rexistrarse co bus de mensaxes de sesión D-BUS
id: Jangan daftarkan dengan bus pesan sesi D-BUS
ja: D-BUS セッションのメッセージバスに登録しません。
pt: Não registar com o bus de mensagem de sessão D-BUS
zh_cn: 不向 D-BUS 会话消息通知机制注册

source: display
da: skærm
es: visualización
gl: pantalla
id: tampilan
ja: ディスプレイ
pt: mostrar
zh_cn: 显示

source: Default X display to use.
da: Brug som standard X-skærm.
es: Pantalla X a usar por defecto
gl: A pantalla das X predeterminada que se vai usar.
id: Tampilan X standar untuk digunakan.
ja: デフォルトで使用する X ディスプレイを指定します。
pt: Ecrã X a usar por omissão.
zh_cn: 默认使用的 X 显示。

source: directory
da: mappe
es: directorio
gl: directorio
id: direktori
ja: ディレクトリ
pt: directório
zh_cn: 目录

source: Set <parameter>directory</parameter> as the default working directory for the terminal
da: Indstil <parameter>directory</parameter> som standardarbejdsmappen for terminalen
es: Establece <parameter>directorio</parameter> como el directorio de trabajo por defecto para la terminal
gl: Define <parameter>directorio</parameter> como directorio de traballo predeterminado para a terminal
id: Atur <parameter>direktori</parameter> sebagai direktori kerja standar untuk terminal
ja: ターミナルのデフォルト作業ディレクトリを<parameter>ディレクトリ</parameter>に指定します。
pt: Definir <parameter>directório</parameter> como directório de trabalho omisso para o terminal
zh_cn: 设置 <parameter>目录</parameter> 为终端的默认工作目录

source: Open a new tab in the last-specified window; more than one of these options can be provided.
da: Åbn et nyt faneblad i det sidst specificerede vindue. Mere end ét af disse tilvalg kan bruges.
es: Abre una nueva pestaña
gl: Abrir unha nova lapela na última fiestra especificada; pódese proporcionar máis dunha destas opcións.
id: Buka tab baru di jendela yang ditentukan terakhir; lebih dari satu opsi seperti ini dapat diberikan.
ja: 最後に指定されたウィンドウで新しい一つのタブを開きます。このオプションは他と一緒に使用できます。
pt: Abrir um novo separador na última janela especificada; mais que uma destas opções pode ser fornecida.
zh_cn: 在最后指定的窗口中打开一个新标签；可以使用多个该选项。

source: Open a new window containing one tab; more than one of these options can be provided.
da: Åbn et nyt vindue der indeholder ét faneblad. Mere end ét af disse tilvalg kan bruges.
es: Abre una nueva ventana que contiene una pestaña. Más de una estas opciones pueden ser proporcionadas.
gl: Abrir unha nova fiestra cunha soa lapela; pódese proporcionar máis dunha destas opcións.
id: Buka jendela baru yang berisi satu tab; lebih dari satu opsi seperti ini dapat diberikan.
ja: 一つのタブを含む一つのウィンドウを開きます。このオプションは他と一緒に使用できます。
pt: Abrir uma nova janela contendo um separador; mais que uma destas opções pode ser indicada.
zh_cn: 打开一个包含单个标签的新窗口；可以使用多个该选项。

source: Execute the remainder of the command line inside the terminal
da: Udfør resten af kommandolinjen inden i terminalen
es: Executa
gl: Executa o resto da liña de comandos na terminal
id: Eksekusi pengingat baris perintah di dalam terminal
ja: 続くコマンドラインをターミナル内で実行します。
pt: Executa o resto da linha de comandos dentro do terminal
zh_cn: 在终端中执行命令行的剩余部分

source: <option>-e</option>, <option>--command=<replaceable>command</replaceable></option>
es: <option>-e</option>, <option>--command=<replaceable>comando</replaceable></option>
gl: <option>-e</option>, <option>--command=<replaceable>comando</replaceable></option>
id: <option>-e</option>, <option>--command=<replaceable>perintah</replaceable></option>
ja: <option>-e</option>, <option>--command=<replaceable>コマンド</replaceable></option>
pt: <option>-e</option>, <option>--command=<replaceable>comando</replaceable></option>
zh_cn: <option>-e</option>, <option>--command=<replaceable>命令</replaceable></option>

source: Execute <parameter>command</parameter> inside the terminal
da: Udfør <parameter>kommando</parameter> inde i terminalen
es: Ejecuta el <parameter>comando</parameter> dentro de la terminal
gl: Executar <parameter>comando</parameter> na terminal
id: Eksekusi <parameter>perintah</parameter> di dalam terminal
ja: ターミナル内で<parameter>コマンド</parameter>を実行します。
pt: Executar <parameter>comando</parameter> dentro do terminal
zh_cn: 在终端中执行 <parameter>命令</parameter>

source: Set <parameter>directory</parameter> as the working directory for the terminal
da: Indstil <parameter>mappe</parameter> som arbejdsmappen for terminalen
es: Establece <parameter>directorio</parameter> como el directorio de trabajo por defecto para la terminal
gl: Define <parameter>directorio</parameter> como directorio de traballo para a terminal
id: Atur <parameter>direktori</parameter> sebagai direktori kerja untuk terminal
ja: ターミナルの作業ディレクトリにする<parameter>ディレクトリ</parameter>を指定します。
pt: Definir <parameter>directório</parameter> como o directório de trabalho para o terminal
zh_cn: 设置 <parameter>目录</parameter> 为终端的工作目录

source: <option>-T</option>, <option>--title=<replaceable>title</replaceable></option>
es: <option>-T</option>, <option>--title=<replaceable>título</replaceable></option>
gl: <option>-T</option>, <option>--title=<replaceable>título</replaceable></option>
id: <option>-T</option>, <option>--title=<replaceable>judul</replaceable></option>
ja: <option>-T</option>, <option>--title=<replaceable>タイトル</replaceable></option>
pt: <option>-T</option>, <option>--title=<replaceable>título</replaceable></option>
zh_cn: <option>-T</option>, <option>--title=<replaceable>标题</replaceable></option>

source: Set <parameter>title</parameter> as the initial window title for the terminal
da: Indstil <parameter>titel</parameter> som indledende vinduestitel i terminalen
es: Establece <parameter>título</parameter> como el título de ventana inicial para la terminal
gl: Define <parameter>título</parameter> como título da fiestra inicial de terminal
id: Atur <parameter>judul</parameter> sebagai judul jendela utama untuk terminal
ja: ターミナルの最初のウィンドウのタイトルとして<parameter>タイトル</parameter>を付けます。
pt: Definir <parameter>título</parameter> como título inicial da janela de terminal
zh_cn: 设置 <parameter>标题</parameter> 为终端窗口的初始标题

source: Causes the terminal to be kept around after the child command has terminated
da: Gør at terminalen holdes åben efter at den underliggende kommando er udført
es: Hace que la terminal se quede funcionando después de que el comando hijo haya terminado
gl: Provoca que se manteña a terminal despois de que termine o comando fillo
id: Menyebabkan terminal tetap terbuka ketika perintah anak telah dimatikan
ja: 子コマンドが終了してもターミナルをそのままにしておきます。
pt: Manter o terminal activo depois do comando filho terminar
zh_cn: 使终端在子程序终止后保持原来状态 (不自动退出)

source: X display to use for the last- specified window.
da: X-skærm som bruges til det sidst definerede vindue.
es: Pantalla X a usar para la última ventana especificada
gl: Pantalla X a usar para a última fiestra especificada.
id: Tampilan X untuk digunakan bagi jendela yang terakhir ditentukan.
ja: 最後に指定されたウィンドウで使用する X ディスプレイを指定します。
pt: Ecrã X a usar na última janela especificada
zh_cn: 最后所指定的窗口使用的 X 显示。

source: geometry
da: geometri
es: geometría
gl: xeometría
id: geometri
ja: ジオメトリ
pt: geometria
zh_cn: 几何属性

source: Sets the geometry of the last-specified window to <parameter>geometry</parameter>. Read <citerefentry><refentrytitle>X</refentrytitle><manvolnum>7</manvolnum></citerefentry> for more information on how to specify window geometries.
da: Indstil geometrien af det sidst specificerede vindue til <parameter>geometry</parameter>. Læs <citerefentry><refentrytitle>X</refentrytitle><manvolnum>7</manvolnum></citerefentry> for flere detaljer om hvordan man skal angive vinduesgeometri.
es: Establece <parameter>geometría</parameter> como la geometría de la última ventana especificada. Consulte <citerefentry><refentrytitle>X</refentrytitle><manvolnum>7</manvolnum></citerefentry> para obtener más información sobre cómo especificar geometrías de las ventanas.
gl: Define a xeometría da última fiestra especificada a <parameter>geometry</parameter>. Consulte <citerefentry><refentrytitle>X</refentrytitle><manvolnum>7</manvolnum></citerefentry> para obter máis información sobre como especificar as xeometrías das fiestras.
id: Atur geometri dari jendela yang ditentukan terakhir ke <parameter>geometri</parameter>. Baca <citerefentry><refentrytitle>X</refentrytitle><manvolnum>7</manvolnum></citerefentry> untuk informasi lebih lanjut tentang bagaimana menentukan geometri jendela.
ja: 最後に指定されたウィンドウのジオメトリを<parameter>ジオメトリ</parameter>に指定します。ジオメトリの指定方法についての詳しい情報は <citerefentry><refentrytitle>X</refentrytitle><manvolnum>7</manvolnum></citerefentry> をご覧下さい。
pt: Define a geometria da última janela especificada a <parameter>geometria</parameter>. Leia <citerefentry><refentrytitle>X</refentrytitle><manvolnum>7</manvolnum></citerefentry> para mais informações sobre a especificação da geometria das janelas.
zh_cn: 设置最后所指定的窗口的几何属性为 <parameter>几何属性</parameter>。查看 <citerefentry><refentrytitle>X</refentrytitle><manvolnum>7</manvolnum></citerefentry> 以获取更多关于指定窗口几何属性的信息。

source: role
da: rolle
es: rol
gl: rol
id: peran
ja: ロール
pt: regra
zh_cn: 角色

source: Sets the window role of the last-specified window to <parameter>role</parameter>. Applies to only one window and can be specified once for each window you create from the command line. It is mostly used for session management inside @PACKAGE_NAME@
da: Indstil vinduets rolle af det sidst specificerede vindue til <parameter>role</parameter>. Gælder kun for et vindue og kan angives én gang for hvert vindue, du opretter fra kommandolinjen. Det er mest anvendt til sessionshåndtering inden i @PACKAGE_NAME@.
es: Establece <parameter>rol</parameter> como el rol de la última ventana especificada. Se aplica sólo a una ventana y puede ser especificado una vez por cada ventana que cree desde la línea de comandos. Ésto es usado generalmente por el administrador de sesiones dentro de @PACKAGE_NAME@
gl: Define a <parameter>rol</parameter> o rol de fiestra da última fiestra especificada. Só se aplica a unha fiestra e pode especificarse unha vez por cada fiestra que cree dende a liña de comandos. Úsase sobre todo para a xestión de sesións dentro de @PACKAGE_NAME@
id: Atur peran jendela dari jendela yang ditentukan terakhir ke <parameter>peran</parameter>. Berlaku hanya untuk satu jendela dan dapat ditentukan sekali untuk tiap jendela yang anda buat dari baris perintah. Hal ini seringkali digunakan untuk manajemen sesi di dalam @PACKAGE_NAME@
ja: 最後に指定されたウィンドウのウィンドウロールを<parameter>ロール</parameter>に指定します。一つのウィンドウのみに適用され、コマンドラインから立ち上げるそれぞれのウィンドウに対して一度ずつ指定できます。大半は @PACKAGE_NAME@ 内でのセッション管理に使用されます。
pt: Define a regra da última janela especificada para <parameter>regra</parameter>. Aplica-se apenas a uma janela e pode ser especificada uma vez para cada janela que criar na linha de comandos. Usado principalmente para a gestão da sessão dentro do @PACKAGE_NAME@.
zh_cn: 设置最后所指定的窗口的窗口角色为 <parameter>角色</parameter>。只对一个窗口生效且对每个您从命令行启动的窗口仅能指定一次该选项。该选项常用于在 @PACKAGE_NAME@ 中进行会话管理。

source: string
da: streng
gl: cadea
id: tali
ja: 文字列
pt: texto
zh_cn: 字符串

source: Specifies the startup notification id for the last-specified window. Used internally to forward the startup notification id when using the D-BUS service.
da: Angiv id'et for opstartsnotifikation for det sidste specificerede vindue. Brugt internt til at videresende opstartsnotifikation-id'et, ved brug af D-BUS-tjenesten.
es: Configura la id de notificación incial para la última ventana especificada. Se usa internamente seguir la id noticicaciones de arranque cuando se usa el servicio D-BUS.
gl: Especifica a notificación de inicio da última fiestra especificada. Úsase internamente para reenviar o id de notificación de inicio usando o servizo D-BUS.
id: Tentukan id notifikasi hidupkan untuk jendela yang ditentukan terakhir. Gunakan secara internal untuk meneruskan id notifikasi hidupkan ketika menggunakan layanan D-BUS.
ja: 最後に指定されたウィンドウに起動通知 ID を指定します。D-BUS サービスを使用している時はこの起動通知 ID を転送するために内部で利用されます。
pt: Define o id de notificação de inicialização para a última janela especificada. Usada internamente para seguir o mesmo id ao usar o serviço D-BUS.
zh_cn: 设置最后所指定的窗口的启动提示标识符。用于使用 D-BUS 服务时在内部传送启动提示标识符。

source: icon
da: ikon
es: icono
gl: icona
id: ikon
ja: アイコン
pt: ícone
zh_cn: 图标

source: Set the terminal's icon as an icon name or filename.
da: Indstil terminalens ikon som et ikon- eller filnavn.
es: Configura el icono de la terminal como un nombre de icono o de archivo.
gl: Define a icona da terminal como un nome de icona ou un nome de ficheiro.
id: Atur ikon terminal sebagai nama ikon atau nama berkas.
ja: Terminal のアイコンをアイコン名またはファイル名で指定します。
pt: Definir o ícone do terminal como um ícone ou o nome do ficheiro.
zh_cn: 使用图标名称或者图标文件名设置终端图标
