Repository: eisnerd/xfterm
Catalog: doc/po/*.po
Languages: da, es, gl, id, ja, pt, zh_cn

source: If you have selected <guilabel>Background image</guilabel> or <guilabel>Transparent background</guilabel>, you can use the slider <guilabel>Shade transparent or image background</guilabel> to shade or dim the background of the terminal.
da: Hvis du har valgt et <guilabel>Baggrundsbillede</guilabel> eller en <guilabel>Gennemsigtig baggrund</guilabel> kan du bruge overgangen <guilabel>Skyggegennemsigtighed eller baggrundsbillede</guilabel>, for at indsætte skygger eller sænke baggrundens belysning i terminalen.
es: Si ha seleccionado <guilabel>Imagen de fondo</guilabel> o <guilabel>Fondo transparente</guilabel>, puede usar el control de desplazamiento <guilabel>Ajustar fondo transparente o imagen</guilabel> para oscurecer o atenuar el fondo del terminal.
gl: Se seleccionou <guilabel>Imaxe de fondo</guilabel> ou <guilabel>Fondo transparente</guilabel>, pode usar a barra deslizante <guilabel>Sombra transparente ou imaxe de fondo</guilabel> para ensombrecer ou escurecer o fondo da terminal.
id: Jika anda telah memilih <guilabel>Gambar latar belakang</guilabel> atau <guilabel>Latar belakang transparan</guilabel>, anda dapat menggunakan penggeser <guilabel>Bayangan transparan atau gambar latar belakang</guilabel> agar latar belakang terminal tampak berbayang atau samar.
ja: <guilabel>「画像を使用する」</guilabel> または <guilabel>「透明にする」</guilabel> を選択している場合、<guilabel>「透明度」</guilabel> スライダを利用してターミナルの背景画像の明るさや透明度が調整できます。
pt: Se seleccionou <guilabel>Imagem de fundo</guilabel> ou <guilabel>Fundo transparente</guilabel>, pode usar a barra <guilabel>Transparência sombreada ou imagem de fundo</guilabel> para sombrear ou mascarar o fundo do terminal.
zh_cn: 如果您选择 <guilabel>背景图像</guilabel> 或者 <guilabel>透明背景</guilabel>，您可以使用 <guilabel>为透明背景或者背景图像使用阴影效果</guilabel> 这个滑动块来调节终端背景的阴影程度。

source: Display menubar in new windows
da: Vis menulinje i nye vinduer
es: Mostrar barra de menús en nuevas ventanas
gl: Mostrar a barra de menú nas novas fiestras
id: Tampilkan batang menu di jendela baru
ja: メニューバーを表示する
pt: Mostrar a barra de menu em novas janelas
zh_cn: 在新窗口中显示菜单栏

source: Select this option to show the menubar on new terminal windows by default.
da: Vælg dette tilvalg for at vise menulinjen på nye terminalvinduer som standard.
es: Elija esta opción para mostrar por defecto la barra de menús en las nuevas ventanas de terminal.
gl: Seleccione esta opción para mostrar por defecto a barra de menú nas novas fiestras de terminal.
id: Pilih opsi ini untuk menampilkan batang menu pada jendela terminal baru sebagai standarnya.
ja: 新しいターミナルウィンドウにデフォルトでメニューバーを表示する場合、このオプションを選択します。
pt: Seleccione esta opção para mostrar por omissão a barra de menu nas novas janelas de terminal.
zh_cn: 选择该选项以在新打开的终端窗口中默认显示菜单栏。

source: Display toolbars in new windows
da: Viser menulinjer i nye vinduer
es: Mostrar barras de herramientas en nuevas ventanas
gl: Mostrar as barras de ferramentas nas novas fiestras
id: Tampilkan batang alat di jendela baru
ja: ツールバーを表示する
pt: Mostrar barra de ferramentas em novas janelas
zh_cn: 在新窗口中显示工具栏

source: Select this option to show toolbars on new terminal windows by default.
da: Vælg dette tilvalg for at vise værktøjslinjer på nye terminalvinduer som standard.
es: Elija esta opción para mostrar por defecto las barras de herramientas en nuevas ventanas de terminal.
gl: Seleccione esta opción para mostrar por defecto barras de ferramentas nas novas fiestras de terminal.
id: Pilih opsi ini untuk menampilkan batang alat pada jendela terminal baru sebagai standarnya.
ja: 新しいターミナルウィンドウにデフォルトでツールバーを表示する場合、このオプションを選択します。
pt: Seleccione esta opção para mostrar a barra de ferramentas em novas janelas de terminal.
zh_cn: 选择该选项以在新打开的终端窗口中默认显示工具栏。

source: Display borders around new windows
da: Viser kanter rundt om nye vinduer
es: Mostrar bordes alrededor de nuevas ventanas
gl: Mostrar bordos arredor das novas fiestras
id: Tampilkan batas di sekeliling jendela baru
ja: ウィンドウ枠を表示する
pt: Mostrar bordas ao redor das novas janelas
zh_cn: 在新窗口中显示边框

source: Select this option to show window decorations on new terminal windows by default.
da: Vælg dette tilvalg for at vise vinduesdekorationer på nye terminalvinduer som standard.
es: Elija esta opción para mostrar las decoraciones de ventana en las nuevas ventanas de terminal de forma predeterminada.
gl: Seleccione esta opción para mostrar por defecto as decoracións das fiestras nas novas fiestras de terminal.
id: Pilih opsi ini untuk menampilkan dekorasi jendela pada jendela terminal baru sebagai standarnya.
ja: 新しいターミナルウィンドウにデフォルトでウィンドウ枠を表示する場合、このオプションを選択します。
pt: Seleccione esta opção para mostrar as decorações de janela nas novas janelas de terminal por omissão.
zh_cn: 选择该选项以在新打开的终端窗口中默认显示窗口装饰。

source: Colors
da: Farver
es: Colores
gl: Cores
id: Warna
ja: 配色
pt: Cores
zh_cn: 颜色

source: Color preferences
da: Farveindstillinger
es: Preferencias de color
gl: Preferencias de cor
id: Pengaturan warna
ja: 配色の設定
pt: Preferências de cor
zh_cn: 颜色首选项

source: Foreground and Background
da: Forgrund og baggrund
es: Frente y fondo
gl: Primeiro plano e fondo
id: Latar Depan dan Belakang
ja: 文字色と背景色
pt: Primeiro plano e fundo
zh_cn: 前景色和背景色

source: The two buttons labelled with <guilabel>Text and cursor color</guilabel> allow to select the color @PACKAGE_NAME@ uses to draw normal text and the color for the text cursor. An application running inside the terminal can also request a different color chosen from the palette below to draw text.
da: De to knapper mærket som <guilabel>Tekst og markørfarve</guilabel>, lader dig vælge den farve @PACKAGE_NAME@ bruger til at tegne normaltekst og farven på tekstmarkøren. Et program der kører inden i terminalen kan også anmode en anden farve, valgt fra paletten herunder, til at tegne tekst.
es: Los dos botonos etiquetados con <guilabel>Color de texto y cursor</guilabel> permiten elegir el color que @PACKAGE_NAME@ utiliza para dibujar el texto normal y el color para el cursor de texto. Una aplicación que se ejecute dentro del terminal también puede solicitar un color diferente escogido de la paleta de abajo para dibujar texto.
gl: Os dous botóns chamados <guilabel>Cor do texto e do cursor</guilabel> permítenlle seleccionar a cor que usa @PACKAGE_NAME@ para debuxar o texto normal e a cor do cursor do texto. Un aplicativo que se execute na terminal tamén pode solicitar unha cor diferente para debuxar o texto escollida na paleta de embaixo.
id: Dua tombol yang dilabeli dengan <guilabel>Warna teks dan kursor</label> memungkinkan untuk memilih warna yang @PACKAGE_NAME@ gunakan untuk menggambar teks normal dan warna untuk kursor teks. Aplikasi yang berjalan di dalam terminal dapat juga meminta warna yang dipilih berbeda dari palet di bawah ke teks gambar.
ja: @PACKAGE_NAME@ が通常の文字とカーソルを描画するのに使う色は <guilabel>文字の色</guilabel> および <guilabel>カーソルの色</guilabel> のボタンで設定します。ターミナル内で実行するアプリケーションが利用する色を、その下にあるパレットから別の色に変更することもできます。
pt: Os dois botões rotulados com <guilabel>Cor do texto e do cursor</guilabel> permitem seleccionar a cor que @PACKAGE_NAME@ usa para desenhar texto comum e a cor para o cursor de texto. Uma aplicação executada dentro do terminal pode também pedir uma cor diferente escolhida da paleta abaixo para desenhar texto.
zh_cn: <guilabel>文本和光标颜色</guilabel> 标签下的两个按钮用于选择颜色。@PACKAGE_NAME@ 使用所选的颜色来显示普通文本和文本光标。一个在终端中运行的应用程序同样可能需要从下面的调色板中获得一个其他颜色来显示文本。

source: Click on the <guilabel>Background color</guilabel> button to choose the default background for terminal windows. This color is also used in background tinting when <guilabel>Transparent background</guilabel> or <guilabel>Background image</guilabel> is selected.
da: Klik på knappen <guilabel>Baggrundsfarve</guilabel> for at vælge den baggrund der som standard bruges i terminalvinduer. Denne farve er også brugt i nuancering af baggrunden når <guilabel>Gennemsigtig baggrund</guilabel> eller <guilabel>Baggrundsbillede</guilabel> er valgt.
es: Haga clic en el botón <guilabel>Color de fondo</guilabel> para elegir el fondo predeterminado para las ventanas de terminal. Este color también se usa en el fondo cuando <guilabel>Fondo transparente</guilabel> o <guilabel>Imagen de fondo</guilabel> están seleccionados.
gl: Prema no botón <guilabel>Cor de fondo</guilabel> para seleccionar o fondo predeterminado das fiestras de terminal. Esta cor tamén se usa na cor de fondo cando se selecciona <guilabel>Fondo transparente</guilabel> ou <guilabel>Imaxe de fondo</guilabel>.
id: Klik pada tombol <guilabel>Warna latar belakang</guilabel> untuk memilih latar belakang standar untuk jendela terminal. Warna ini juga digunakan dalam pewarnaan latar belakang ketika <guilabel>Latar belakang transparan</guilabel> atau <guilabel>Gambar latar belakang</guilabel> dipilih.
ja: ターミナルウィンドウのデフォルトの背景色を選択するには <guilabel>「背景色」</guilabel> ボタンをクリックします。この色は背景に <guilabel>「透明にする」</guilabel> あるいは <guilabel>「画像を使用する」</guilabel> が選択されている時の配合色としても用いられます。
pt: Clique no botão <guilabel>Cor de fundo</guilabel> para escolher o fundo por omissão para as janelas de terminal. Esta cor pode também ser usada no fundo quando <guilabel>fundo transparente</guilabel> ou <guilabel>imagem de fundo</guilabel> são escolhidos.
zh_cn: 点击 <guilabel>背景颜色</guilabel> 按钮以选择终端窗口默认使用的背景颜色。该颜色同样在使用 <guilabel>透明背景</guilabel> 或者 <guilabel>背景图像</guilabel> 时用以背景着色。

source: Text Selection
da: Tekstmarkering
es: Selección de texto
gl: Selección de texto
id: Seleksi Teks
ja: テキストの選択領域
pt: Selecção de texto
zh_cn: 文本选择

source: Select the background color to use when selecting text in a terminal window. You can either specify a custom color or stick to the default color.
da: Vælg den baggrundsfarve der skal bruges ved markering af tekst i terminalvinduer. Du kan enten angivet en tilpasset farve eller holde dig til standardfarven.
es: Elija el color de fondo usado cuando se selecciona texto en una ventana de terminal. Puede especificar un color personalizado o quedarse con el color predeterminado.
gl: Seleccione a cor de fondo a usar ao seleccionar texto nunha fiestra de terminal. Tamén pode especificar unha cor predeterminada ou fixar a cor predeterminada.
id: Pilih warna latar belakang yang akan digunakan ketika memilih teks di jendela terminal. Anda dapat menentukan warna yang sesuai atau tetap pada warna standar.
ja: ターミナルウィンドウでテキストを選択する時に使用する背景色を選択します。色を指定することもできますし、そのままデフォルトで決められているものを使用することもできます。
pt: Seleccione a cor de fundo a usar ao seleccionar texto numa janela de terminal. Também pode escolher uma cor personalizada ou ficar com a cor por omissão.
zh_cn: 选择在终端窗口中选中文本时的背景颜色。您可以指定一个颜色或者使用默认的颜色。

source: Palette
da: Palet
es: Paleta
gl: Paleta
id: Palet
ja: パレット
pt: Paleta
zh_cn: 调色器

source: The terminal provides the application running inside with a palette of 16 colors. You can customize these colors using the 16 color buttons.
da: Terminalen tilbyder, til det program der kører inden i den, en palet med 16 farver. Du kan tilpasse disse farver ved at bruge de 16 farveknapper.
es: El terminal proporciona a la aplicación que se ejecuta dentro una paleta de 16 colores. Puede personalizar estos colors usando los 16 botones de color.
gl: A terminal proporciónalle ao aplicativo que se execute nela unha paleta de 16 cores. Pode personalizar estas cores usando os 16 botóns de cores.
id: Terminal menyediakan aplikasi yang berjalan di dalamnya sebuah palet yang terdiri dari 16 warna. Anda dapat menyesuaikan warna-warna ini dengan menggunakan tombol 16 warna.
ja: ターミナル内では 16 色のパレットを使ってアプリケーションを動作させることができます。この 16 色のボタンをクリックすると、それぞれの色を変更できます。
pt: O terminal oferece à aplicação em execução uma paleta de 16 cores. Pode personalizar estas cores usando os 16 botões de cor.
zh_cn: 终端提供了一个 16 色的调色器。您可以通过 16 个颜色按钮来自定义这些颜色。

source: Shortcuts
da: Genveje
es: Atajos
gl: Atallos
id: Jalan pintas
ja: ショートカット
pt: Atalhos
zh_cn: 快捷方式

source: Shortcut preferences
da: Genvejsindstillinger
es: Preferencias de atajos
gl: Preferencias de atallos
id: Pengaturan jalan pintas
ja: ショートカットの設定
pt: Preferências de atalhos
zh_cn: 快捷方式首选项

source: Shortcut keys
da: Genvejstaster
es: Teclas de atajo
gl: Teclas de atallo
id: Tombol pintas
ja: ショートカットキー
pt: Teclas de atalho
zh_cn: 快捷键

source: The <guilabel>Shortcut keys</guilabel> section of the dialog lists the shortcut keys that are defined for each menu item. The shortcut keys enable you to use the keyboard to choose a menu item rather than use the mouse. A shortcut key can be any non-modifier key or any combination of a non-modifier key and several modifier keys, where modifier keys are <keycap>Alt</keycap>, <keycap>Ctrl</keycap> and the like.
da: Sektionen <guilabel>Genvejstaster</guilabel> i vinduet, viser de genvejstaster der er angivet for hvert menuelement. Genvejstasterne gør dig i stand til at bruge tastaturet, til at vælge et menuelement, fremfor at bruge musen. En genvejstast kan være enhver ikke-ændringstast, eller en kombination af en ikke-ændringstast og flere ændringstaster, hvor ændringstasterne er <keycap>Alt</keycap>, <keycap>Ctrl</keycap> og lignende.
es: La sección <guilabel>Teclas de atajo</guilabel> del diálogo lista los teclas de atajo definidas para cada elemento de menú. Las teclas de atajo le permiten usar el teclado para elegir un elemento de menú en lugar de hacerlo usando el ratón. Una tecla de atajo puede ser cualquir tecla no modificadora o cualquier combinación de una tecla no modificadora y varias modificadoras, donde teclas modificadoras son <keycap>Alt</keycap>, <keycap>Ctrl</keycap> y similares.
gl: A sección <guilabel>Teclas de atallo</guilabel> do diálogo lista as teclas de atallo definidas para cada elemento de menú. As teclas de atallo permítenlle usar o teclado para seleccionar un elemento de menú sen usar o rato. Unha tecla de atallo pode ser calquera tecla non modificadora ou calquera combinación de tecla non modificadora e varias teclas modificadoras, onde as teclas modificadoras son <keycap>Alt</keycap>, <keycap>Ctrl</keycap> e semellantes.
id: Bagian <guilabel>Tombol pintas</guilabel> dari dialog menampilkan tombol pintas yang didefinisikan untuk tiap item menu. Tombol pintas memudahkan anda untuk menggunakan papan ketik ketika memilih item menu ketimbang menggunakan tetikus. Tombol pintas dapat berupa tombol non-modifikasi atau kombinasi apapun dari tombol non-modifikasi dan beberapa tombol modifikasi, dimana tombol modifikasi adalah <keycap>Alt</keycap>, <keycap>Ctrl</keycap> dan sejenisnya.
ja: ダイアログの<guilabel>ショートカットキー</guilabel> セクションには各メニューアイテムに対して定義されているショートカットキーのリストがあります。これらのショートカットキーを使用することで、マウスを利用することなくメニューアイテムを選択できます。ショートカットキーには、非修飾キーのいずれか、またはいくつかの修飾キーと非修飾キーの組み合わせたものが指定できます。修飾キーには <keycap>Alt</keycap>、<keycap>Ctrl</keycap> などがあります。
pt: A secção <guilabel>Teclas de atalho</guilabel> do diálogo lista as teclas de atalho que estão associadas a cada item de menu. As teclas de atalho permitem usar o teclado para escolher um item do menu em vez de usar o rato. Uma tecla de atalho pode ser uma tecla não modificadora ou alguma combinação de uma tecla não modificadora e diversas teclas modificadoras; teclas modificadoras são <keycap>Alt</keycap>, <keycap>Ctrl</keycap> entre outras.
zh_cn: 对话框中的 <guilabel>快捷键</guilabel> 一节列出了每个菜单项目的快捷键。这些快捷键允许您使用键盘替代鼠标来选择菜单项。一个快捷键可以是任意非修饰键或者任意一个非修饰键与一个或者几个修饰键的组合，修饰键指的是 <keycap>Alt</keycap>、<keycap>Ctrl</keycap> 等按键。

source: Compose shortcut
da: Opret genvej
es: Componer atajo
gl: Crear un atallo
id: Tulis jalan pintas
ja: ショートカットを編集
pt: Criar um atalho
zh_cn: 组合快捷键

source: To change a shortcut key for a menu item, double click the item in the list and press the key combination you want to set. To disable a shortcut for a specific menu item, double click the menu item in the list and click the button <guilabel>Clear</guilabel>.
da: For at ændre en genvejstast til et menuelement, skal du dobbeltklikke på elementet i listen og trykke den tastekombination du vil indstille den til. For at slå en bestemt genvej fra, til et menuelement, skal du dobbeltklikke på menuelementet i listen og klikke på knappen <guilabel>Clear</guilabel>.
es: Para cambiar una combinación de teclas para un elemento de menú, haga doble clic en el elemento de la lista y pulse la combinación de teclas que desee. Para desactivar un atajo para un elemento de menú específico, haga doble clic en el elemento de menú en la lista y haga clic en el botón <guilabel>Limpiar</guilabel>.
gl: Para cambiar a tecla de atallo dun elemento dun menú, faga dobre clic no elemento da lista e prema a combinación de teclas que desexa definir. Para desactivar un atallo dun elemento específico de menú, faga dobre clic no elemento do menú na lista e prema no botón <guilabel>Limpar</guilabel>.
id: Untuk mengubah tombol pintas untuk item menu, klik ganda item di senarai lalu tekan kombinasi tombol yang ingin anda gunakan. Untuk menonaktifkan jalan pintas untuk item menu tertentu, klik ganda item menu di senarai lalu klik tombol <guilabel>Hapus</guilabel>.
ja: メニューアイテムのショートカットキーを変更するには、リストのアイテムをダブルクリックして設定したいキーの組み合せを押してください。メニューアイテムのショートカットキーを無効にするには、リスト中のアイテムをダブルクリックして <guilabel>「クリア」</guilabel> ボタンをクリックしてください。
pt: Para mudar uma tecla de atalho de um item do menu, faça duplo clique no item da lista e pressione a combinação de teclas que deseja. Para desligar um atalho de um item específico do menu, faça duplo clique no item do menu da lista e clique no botão <guilabel>Limpar</guilabel>.
zh_cn: 要修改菜单项的快捷键，在列表中双击该项目，然后按下您要设置的组合键。要禁用某个菜单项目的快捷键，在列表中双击该项目并点击 <guilabel>清除</guilabel> 按钮。

source: Disable all menu access keys (such as Alt+f)
da: Slå alle tilgangstaster til menuen (så som Alt+f) fra
es: Desactivar todas las teclas de acceso a menú (tales como Alt+f)
gl: Desactivar tódalas teclas de acceso ao menú (p.ex. Alt+F)
id: Nonaktifkan semua tombol akses menu (seperti Alt+f)
ja: メニューへのアクセスキー (例えば Alt+f) を全て無効にする
pt: Desactivar todas as teclas de acceso ao menu (p.ex. Alt+F)
zh_cn: 禁用所有菜单项目快捷键 (例如 Alt+f)

source: Select this option to disable the access keys that are defined to enable you to use keyboard instead of the mouse to select a menu item. Each access key is identified by an underlined letter on a menu or dialog option. In some cases, you must press the <keycap>Alt</keycap> key in combination with the access key to perform the action.
da: Vælg dette tilvalg for at slå tilgangstaster fra, der er angivet til at kunne bruge tastaturet til at vælge et menuelement, frem for musen. Hver tilgangstast er identificeret af et understreget bogstav i en menu eller tilvalgsvindue. I nogle tilfælde skal du trykke, <keycap>Alt</keycap> i kombination med tilgangstasten for at kunne udføre handlingen.
es: Elija esta opción para desactivar las teclas de acceso definidas para que pueda usar el teclado en lugar del ratón para seleccionar un elemento del menú. Cada tecla de acceso está identificada por una letra subrayada de una opción de menú o diálogo. En algunos casos debe pulsar la tecla <keycap>Alt</keycap> en combinación con la tecla de acceso para realizar la acción.
gl: Seleccione esta opción para desactivar as teclas de acceso que se definiron para permitirlle usar o teclado en vez do rato para seleccionar un elemento de menú. Cada tecla de acceso identifícase mediante unha letra subraiada nunha opción dun menú ou dun diálogo. Nalgúns casos pode premer a tecla eycap>Alt</keycap> xunto coa tecla de acceso para executar a acción.
id: Pilih opsi ini untuk menonaktifkan tombol akses yang ditentukan untuk memudahkan anda untuk menggunakan papan ketik ketimbang tetikus ketika memilih item menu. Tiap tombol akses diidentifikasi dengan huruf yang digarisbawahi pada menu atau opsi dialog. Dalam beberapa kasus, anda harus menekan tombol <keycap>Alt</keycap> disertai kombinasi dengan tombol akses untuk melakukan aksi.
ja: アクセスキーを無効にする場合はこのオプションを選択してください。アクセスキーとは、メニューアイテムの選択に際してマウスの代わりにキーボードで行えるよう定義されているものです。具体的には、メニューやダイアログオプションに、括弧で括られた下線付きのアルファベット文字で表示されています。いくつかのケースでは、所与の動作を行うために、このアクセスキーを <keycap>Alt</keycap> キーと組み合わせて押す必要があります。
pt: Seleccione esta opção para desligar o acesso a teclas definidas que permitem que use o teclado em vez do rato para escolher um item de menu. Cada tecla de acesso é identificada por uma letra sublinhada num menu ou opção de diálogo. Em alguns casos, tem de pressionar a tecla <keycap>Alt</keycap> em combinação com a tecla de acesso para realizar a acção.
zh_cn: 选中此选项以禁用使用键盘快捷键替代鼠标来选择一个菜单项的功能。在菜单或者对话框的选项中，快捷键以加下划线的字母标注。有时您必须同时按下 <keycap>Alt</keycap> 键和该快捷键来进行操作。

source: Disable menu shortcut key (F10 by default)
da: Slå genvejstast til menu fra (F10 som standard)
es: Desactivar la tecla de atajo de menú (F10 por defecto)
gl: Desactivar a tecla de atallo de menú (F10 por defecto)
id: Nonaktifkan tombol pintas menu (F10 sebagai standar)
ja: メニューショートカットキー (デフォルトは F10) を無効にする
pt: Desactivar a tecla de atalho de menu (F10 por omissão)
zh_cn: 禁用菜单快捷键 (默认为 F10)

source: Select this option to disable the shortcut key that is defined to enable you to access the @PACKAGE_NAME@ menus. The default shortcut key to access the menus is <keycap>F10</keycap>.
da: Vælg dette tilvalg for at slå genvejstasten fra der er angivet til at lade dig tilgå menuerne i @PACKAGE_NAME@. Som standard er genvejstasten til at tilgå menuerne <keycap>F10</keycap>.
es: Elija esta opción para desactivar la tecla de atajo definida para poder acceder a los menús de @PACKAGE_NAME@. La tecla de atajo predeterminada para acceder al menú es <keycap>F10</keycap>.
gl: Seleccione esta opción para desactivar a tecla de atallo que definida para permitirlle acceder aos menús de@PACKAGE_NAME@. A tecla de atallo predeterminada para acceder aos menús é <keycap>F10</keycap>.
id: Pilih opsi ini untuk menonaktifkan tombol pintas yang ditentukan untuk memudahkan anda ketika mengakses menu @PACKAGE_NAME@. Tombol pintas standar untuk mengakses menu adalah <keycap>F10</keycap>.
ja: @PACKAGE_NAME@ のメニューへアクセスできるよう定義されているショートカットキーを無効にするには、このオプションを選択してください。デフォルトショートカットキーは <keycap>F10</keycap> になっています。
pt: Seleccione esta opção para desligar a tecla de atalho definida para o acesso aos menus do @PACKAGE_NAME@. A tecla de atalho omissa para aceder os menus é <keycap>F10</keycap>.
zh_cn: 选中该选项以禁止使用 @PACKAGE_NAME@ 菜单的快捷键。默认用以使用菜单的快捷键是 <keycap>F10</keycap>。

source: Advanced
da: Avanceret
es: Avanzadas
gl: Avanzado
id: Tingkat lanjut
ja: 上級者
pt: Avançado
zh_cn: 高级

source: Advanced preferences
da: Avancerede indstillinger
es: Preferencias avanzadas
gl: Preferencias avanzadas
id: Pengaturan tingkat lanjut
ja: 高度な設定
pt: Preferências avançadas
zh_cn: 高级首选项

source: Backspace key generates
da: Tasten Slet-tilbage genereres
es: La tecla de retroceso genera
gl: A tecla de retroceso xera
id: Bangkitkan tombol spasi mundur
ja: Backspace キーの生成
pt: A tecla de backspace gera
zh_cn: Backspace 键产生

source: Use the drop-down list to select the function that you want the <keycap>Backspace</keycap> key to perform.
da: Brug rullegardinlisten til at vælge den funktion du vil have tasten <keycap>Slet-tilbage</keycap>, til at udføre.
es: Use la lista desplegable para seleccionar la función que desea para la tecla de <keycap>retroceso</keycap>.
gl: Use a lista despregable para seleccionar a función que desexa que realice a tecla <keycap>Retroceso</keycap>.
id: Gunakan senarai muncul ke bawah untuk memilih fungsi yang anda ingin tombol <keycap>Backspace</keycap> lakukan.
ja: 実行させたい <keycap>Backspace</keycap> キーの機能を選択するにはこのドロップダウンリストを使用します。
pt: Use a lista de selecção para seleccionar a função que deseja atribuir à tecla <keycap>Backspace</keycap>.
zh_cn: 使用下拉菜单选择您需要的按下 <keycap>Backspace</keycap> 键时执行的功能。

source: Delete key generates
da: Tasten Slet-tilbage genereres
es: La tecla borrar genera
gl: A tecla suprimir xera
id: Bangkitkan tombol hapus
ja: Delete キーの生成
pt: A tecla Delete gera
zh_cn: Delete 键产生
