Repository: eisnerd/xfterm
Catalog: doc/po/*.po
Languages: da, es, gl, id, ja, pt, zh_cn

source: Set the last-specified window into fullscreen mode; applies to only one window; can be specified once for each window you create from the command line.
da: Indstil det sidst specificerede vindue, til fuldskærmstilstand; det gælder kun for et vindue; kan specificeres en gang for hvert vindue, du opretter fra kommandolinjen.
es: Configura la última ventana especificada en modo de pantalla completa. Se aplica a una sóla ventana y puede ser especificado una vez por cada ventana que cree desde la línea de comandos.
gl: Poñer a última fiestra especificada en modo pantalla completa; só se aplica a unha fiestra; pode especificarse unha vez por cada fiestra que se crea dende a liña de comandos.
id: Atur jendela yang ditentukan terakhir ke dalam mode layar penuh; berlaku hanya untuk satu jendela; dapat ditentukan sekali untuk tiap jendela yang anda buat dari baris perintah.
ja: 最後に指定したウィンドウを全画面モードにします。一つのウィンドウのみに適用されます。コマンドラインから立ち上げるそれぞれのウィンドウに対して一度ずつ指定できます。
pt: Define a última janela especificada para o modo ecrã inteiro; aplica-se apenas para uma janela; pode ser especificado uma vez para cada janela criada na linha de comandos.
zh_cn: 设置最后所指定的窗口使用全屏模式；只对一个窗口生效；对每个您从命令行启动的窗口仅能指定一次该选项。

source: Set the last-specified window into maximized mode; applies to only one window; can be specified once for each window you create from the command line.
da: Indstil det sidst specificerede vindue, til maksimeret tilstand; det gælder kun for et vindue; kan specificeres en gang for hvert vindue, du opretter fra kommandolinjen.
es: Configura la última ventana especificada en modo maximizado. Se aplica sólo a una ventana, puede ser especificado una vez por cada ventana que cree desde la línea de comandos.
gl: Poñer a última fiestra especificada en modo maximizado; só se aplica a unha fiestra; pode especificarse unha vez por cada fiestra que se crea dende a liña de comandos.
id: Atur jendela yang ditentukan terakhir ke dalam mode dimaksimalkan; berlaku hanya untuk satu jendela; dapat ditentukan sekali untuk tiap jendela yang anda buat dari baris perintah.
ja: 最後に指定したウィンドウを最大化します。一つのウィンドウのみに適用されます。コマンドラインから起動するそれぞれのウィンドウに対して一度ずつ指定できます。
pt: Coloca a última janela especificada no modo maximizado; aplica-se apenas a uma janela; pode ser especificado uma vez para cada janela criada na linha de comandos.
zh_cn: 设置最后所指定的窗口使用最大化模式；只对一个窗口生效；对每个您从命令行启动的窗口仅能指定一次该选项。

source: Turn on the menubar for the last-specified window. Can be specified once for each window you create from the command line.
da: Slå menulinjen til for det sidst specificerede vindue.. Det kan specificeres en gang for hvert vindue, du opretter fra kommandolinjen.
es: Activa la barra de menú para la última ventana especificada. Puede ser especificado una vez por cada ventana que cree desde la línea de comandos.
gl: Activa a barra de menú para a última fiestra especificada. Pode especificarse unha vez por cada fiestra que se crea dende a liña de comandos.
id: Nyalakan batang menu untuk jendela yang ditentukan terakhir. Dapat ditentukan sekali untuk tiap jendela yang anda buat dari baris perintah.
ja: 最後に指定したウィンドウでメニューバーを表示します。一つのウィンドウのみに適用されます。コマンドラインから立ち上げるそれぞれのウィンドウに対して一度ずつ指定できます。
pt: Liga a barra de menu para a última janela especificada. Pode ser especificado uma vez para cada janela criada na linha de comandos.
zh_cn: 设置最后所指定的窗口显示菜单栏。对每个您从命令行启动的窗口仅能指定一次该选项。

source: Turn off the menubar for the last-specified window. Can be specified once for each window you create from the command line.
da: Slå menulinjen til for det sidst angivne vindue.. Det kan angives én gang for hvert vindue, du opretter fra kommandolinjen.
es: Desactiva la barra de menú para la última ventana especificada. Puede ser especificado una vez por cada ventana que cree desde la línea de comandos.
gl: Desactiva a barra de menú para a última fiestra especificada. Pode especificarse unha vez por cada fiestra que se crea dende a liña de comandos.
id: Matikan batang menu untuk jendela yang ditentukan terakhir. Dapat ditentukan sekali untuk tiap jendela yang anda buat dari baris perintah.
ja: 最後に指定したウィンドウでメニューバーを非表示にします。一つのウィンドウのみに適用されます。コマンドラインから立ち上げるそれぞれのウィンドウに対して一度ずつ指定できます。
pt: Desliga a barra de menu para a última janela especificada. Pode ser especificado uma vez para cada janela criada na linha de comandos.
zh_cn: 设置最后所指定的窗口不显示菜单栏。对每个您从命令行启动的窗口仅能指定一次该选项。

source: Turn on the window decorations for the last-specified window. Applies to only one window. Can be specified once for each window you create from the command line.
da: Slå vinduesdekorationer til, for det sidst specificerede vindue. Gælder kun for et vindue. Det kan specificeres en gang for hvert vindue, du opretter fra kommandolinjen.
es: Activa la decoración de ventana para la última ventana especificada. Se aplica a una sola ventana y puede ser especificado una vez por cada ventana que cree desde la linea de comandos.
gl: Activar as decoracións das fiestras para a última fiestra especificada. Só se aplica a unha fiestra. Pode especificarse unha vez por cada fiestra que se crea dende a liña de comandos.
id: Nyalakan dekorasi jendela untuk jendela yang ditentukan terakhir. Berlaku hanya untuk satu jendela. Dapat ditentukan sekali untuk tiap jendela yang anda buat dari baris perintah.
ja: 最後に指定したウィンドウでウィンドウの枠を表示します。一つのウィンドウのみに適用されます。コマンドラインから立ち上げるそれぞれのウィンドウに対して一度ずつ指定できます。
pt: Liga as decorações das janelas para a última janela especificada. Aplica-se apenas a uma janela. Pode ser especificado uma vez para cada janela criada na linha de comandos.
zh_cn: 设置最后所指定的窗口显示窗口装饰。只对一个窗口生效。对每个您从命令行启动的窗口仅能指定一次该选项。

source: Turn off the window decorations for the last-specified window. Applies to only one window. Can be specified once for each window you create from the command line.
da: Slå vinduesdekorationer fra, for det sidst specificerede vindue. Gælder kun for et vindue. Det kan specificeres en gang for hvert vindue, du opretter fra kommandolinjen.
es: Desactiva la decoración de ventana para la última ventana especificada. Se aplica a una sola ventana y puede ser especificado una vez por cada ventana que cree desde la linea de comandos.
gl: Desactivar as decoracións das fiestras para a última fiestra especificada. Só se aplica a unha fiestra. Pode especificarse unha vez por cada fiestra que se crea dende a liña de comandos.
id: Matikan dekorasi jendela untuk jendela yang ditentukan terakhir. Berlaku hanya untuk satu jendela. Dapat ditentukan sekali untuk tiap jendela yang anda buat dari baris perintah.
ja: 最後に指定したウィンドウでウィンドウの枠を非表示にします。一つのウィンドウのみに適用されます。コマンドラインから立ち上げるそれぞれのウィンドウに対して一度ずつ指定できます。
pt: Desliga as decorações de janelas para a última janela especificada. Aplica-se apenas a uma janela. Pode ser especificado uma vez para cada janela criada na linha de comandos.
zh_cn: 设置最后所指定的窗口不显示窗口装饰。只对一个窗口生效。对每个您从命令行启动的窗口仅能指定一次该选项。

source: Turn on the toolbars for the last-specified window. Applies to only one window. Can be specified once for each window you create from the command line.
da: Slå værktøjslinjer til , for det sidst specificerede vindue. Gælder kun for et vindue. Det kan specificeres en gang for hvert vindue, du opretter fra kommandolinjen.
es: Activa la barra de herramientas para la última ventana especificada. Se aplica a una sola ventana y puede ser especificado una vez por cada ventana que cree desde la linea de comandos.
gl: Activar as barras de ferramentas para a última fiestra especificada. Só se aplica a unha fiestra. Pode especificarse unha vez por cada fiestra que se crea dende a liña de comandos.
id: Nyalakan batang alat untuk jendela yang ditentukan terakhir. Berlaku hanya untuk satu jendela. Dapat ditentukan sekali untuk tiap jendela yang anda buat dari baris perintah.
ja: 最後に指定したウィンドウでツールバーを表示します。一つのウィンドウのみに適用されます。コマンドラインから立ち上げるそれぞれのウィンドウに対して一度ずつ指定できます。
pt: Liga a barra de ferramentas para a última janela especificada. Aplica-se apenas a uma janela. Pode ser especificado uma vez para cada janela criada na linha de comandos.
zh_cn: 设置最后所指定的窗口显示工具栏。只对一个窗口生效。对每个您从命令行启动的窗口仅能指定一次该选项。

source: Turn off the toolbars for the last-specified window. Applies to only one window. Can be specified once for each window you create from the command line.
da: Slå værktøjslinjer fra, for det sidst specificerede vindue. Gælder kun for et vindue. Det kan specificeres en gang for hvert vindue, du opretter fra kommandolinjen.
es: Desactiva la barra de herramientas para la última ventana especificada. Se aplica a una sola ventana y puede ser especificado una vez por cada ventana que cree desde la linea de comandos.
gl: Desactivar as barras de ferramentas para a última fiestra especificada. Só se aplica a unha fiestra. Pode especificarse unha vez por cada fiestra que se crea dende a liña de comandos.
id: Matikan batang alat untuk jendela yang ditentukan terakhir. Berlaku hanya untuk satu jendela. Dapat ditentukan sekali untuk tiap jendela yang anda buat dari baris perintah.
ja: 最後に指定されたウィンドウのツールバーを非表示にします。一つのウィンドウのみに適用されます。コマンドラインから立ち上げるそれぞれのウィンドウに対して一度ずつ指定できます。
pt: Desliga a barra de ferramentas para a última janela especificada. Aplica-se apenas a uma janela. Pode ser especificado uma vez para cada janela criada na linha de comandos.
zh_cn: 设置最后所指定的窗口不显示工具栏。只对一个窗口生效。对每个您从命令行启动的窗口仅能指定一次该选项。

source: Examples
da: Eksempler
es: Ejemplos
gl: Exemplos
id: Contoh
ja: 使用例
pt: Exemplos
zh_cn: 例子

source: Opens a new terminal window with a geometry of 80 columns and 40 rows and two tabs in it, where the first tab runs <command>mutt</command> and the second tab runs <command>mc</command>.
da: Åbner et nyt terminalvindue med geometri 80 kollonner og 40 rækker og to faneblade , Hvor det første faneblad kører <command>mutt</command> og det andet faneblad kører <command>mc</command>.
es: Abre una nueva ventana de terminal con geometría de 80 columnas y 40 filas y dos pestañas dentro de ella. La primera ejecuta el comando <command>mutt</command> y la segunda ejecuta <command>mc</command>.
gl: Abre unha nova fiestra de terminal cunha xeometría de 80 columnas e 40 filas e dúas lapelas, na que na primeira lapela se executa <command>mutt</command> e na segunda lapela se executa <command>mc</command>.
id: Buka jendela terminal baru dengan geometri 80 kolom dan 40 baris dan dua tab di dalamnya, dimana tab pertama menjalankan <command>mutt</command> dan tab kedua menjalankan <command>mc</command>
ja: Terminal ウィンドウを幅 80 桁・高さ 40 行、2 つのタブで開き、最初のタブで <command>mutt</command> を、2 つ目のタブで <command>mc</command> コマンドを実行します。
pt: Abre uma nova janela de terminal com uma geometria de 80 colunas, 40 linhas e 2 separadores, na qual a primeira executa o comando <command>mutt</command> e o segundo executa o comando <command>mc</command>.
zh_cn: 打开一个新的 80 行 40 列且有两个标签的终端窗口，第一个标签运行程序 <command>mutt</command>，第二个标签运行 <command>mc</command>。

source: Environment
da: Miljø
es: Entorno
gl: Contorno
id: Lingkungan
ja: 環境変数
pt: Ambiente
zh_cn: 环境

source: Terminal uses the Basedir Specification as defined on <ulink url="http://freedesktop.org/" type="http">Freedesktop.org</ulink> to locate its data and configuration files. This means that file locations will be specified as a path relative to the directories described in the specification.
da: Terminal anvender specifikationen Basedir, som defineret på <ulink url="http://freedesktop.org/" type="http">Freedesktop.org</ulink>, til at lokalisere dets data- og indstillingsfiler. Dette betyder, at filplaceringer vil være specificerede som en relativ sti til mapperne; beskrevet i specifikationen.
es: Terminal usa la "Basedir Specification" (Especificación de directorio base) tal como es definida en <ulink url="http://freedesktop.org/" type="http">Freedesktop.org</ulink> para encontrar sus datos y archivos de configuración. Esto significa que las direcciones de archivo serán especificadas como un camino relativo a los directorios descritos en la especificación.
gl: Terminal usa a Especificación Basedir tal como se define en <ulink url="http://freedesktop.org/" type="http">Freedesktop.org</ulink> para localizar os seus datos e os seus ficheiros de configuración. Isto significa que as localizacións dos ficheiros se especificarán como unha ruta relativa aos directorio especificados na especificación.
id: Terminal menggunakan Spesifikasi Basedir seperti dijelaskan dalam <ulink url="http://freedesktop.org/" type="http">Freedesktop.org</ulink> untuk mencari berkas data dan konfigurasinya. Ini berarti bahwa lokasi berkas dapat ditentukan sebagai alamat yang relatif terhadap direktori yang dijelaskan dalam spesifikasi.
ja: Terminal はそのデータおよび設定ファイルの場所を探す際に、<ulink url="http://freedesktop.org/" type="http">Freedesktop.org</ulink> で策定されている基本フォルダの仕様 (Basedir Specification) に従います。従って、各ファイルの位置は、この仕様に記述されているフォルダの相対パスとして指定されます。
pt: Terminal usa a Especificação Basedir como definida em <ulink url="http://freedesktop.org/" type="http">Freedesktop.org</ulink> para localizar os seus ficheiros de dados e configuração. Isto significa que as localizações de ficheiros serão especificadas como caminhos relacionados com os directórios descritos na especificação.
zh_cn: Terminal 使用 <ulink url="http://freedesktop.org/" type="http">Freedesktop.org</ulink> 定义的基本目录来存放它的数据和配置文件。这意味着文件位置将以定义中的目录的相对路径提供。

source: The first base directory to look for configuration files. By default this is set to <filename role="directory">~/.config/</filename>.
da: Den første basale mappe til at lede efter indstillingsfiler. Som standard er denne indstillet til <filename role="directory">~/.config/</filename>.
es: El primer directorio base en el cual buscar archivos de configuración. Por defecto es <filename role="directory">~/.config/</filename>.
gl: O primeiro directorio no que se han buscar os ficheiros de configuración. Por defecto está definido a <filename role="directory">~/.config/</filename>.
id: Direktori awal pertama untuk mencari berkas konfigurasi. Standarnya ini diatur ke <filename role="directory">~/.config/</filename>.
ja: 設定ファイルを見に行く最初の基本フォルダです。デフォルトでは <filename role="directory">~/.config/</filename> になっています。
pt: O primeiro directório para procurar os ficheiros de configuração. Por omissão, está definido para <filename role="directory">~/.config/</filename>.
zh_cn: 第一个存放配置文件的基本目录。默认为 <filename role="directory">~/.config/</filename>。

source: A colon separated list of base directories that contain configuration data. By default the application will look in <filename role="directory">${sysconfdir}/xdg/</filename>. The value of <varname>${sysconfdir}</varname> depends on how the program was build and will often be <filename role="directory">/etc/</filename> for binary packages.
da: En kolonsepareret liste af basismapper der indeholder indstillingsdata. Som standard vil programmet lede i <filename role="directory">${sysconfdir}/xdg/</filename>. Værdien på <varname>${sysconfdir}</varname>, afhænger hvordan programmet blev bygget og vil ofte være <filename role="directory">/etc/</filename> for binære pakker.
es: Una lista separada por dos puntos (":") de directorios base que contienen datos de configuración. Por defecto la aplicación buscará en <filename role="directory">${sysconfdir}/xdg/</filename>. El valor de <varname>${sysconfdir}</varname> depende en cómo fue construido el programa y a menudo será <filename role="directory">/etc/</filename> para paquetes binarios.
gl: Un lista separada por comas de directorios base que conteñen datos de configuración. Por defecto o aplicativo mirará en filename role="directory">${sysconfdir}/xdg/</filename>. O valor de <varname>${sysconfdir}</varname> depende de como se compilou o programa e a miúdo será <filename role="directory">/etc/</filename> para os paquetes binarios.
id: Tanda titik dua memisahkan senarai direktori dasar yang berisi data konfigurasi. Standarnya aplikasi akan mencari di <filename role="directory">${sysconfdir}/xdg/</filename>. Nilai <varname>${sysconfdir}</varname> tergantung pada bagaimana program dibangun dan akan sering menjadi <filename role="directory">/etc/</filename> untuk paket biner.
ja: 設定データを含む基本フォルダのリストで、各フォルダはコロンで区切られています。デフォルトではアプリケーションは <filename role="directory">${sysconfdir}/xdg/</filename> を参照します。<varname>${sysconfdir}</varname> の値はプログラムがどのようにビルドされたかによって変わります。バイナリ配布されるパッケージでは <filename role="directory">/etc/</filename> になることが多いようです。
pt: Uma lista separada por dois pontos de directórios base contendo os dados da configuração. Por omissão, a aplicação irá procurar em <filename role="directory">${sysconfdir}/xdg/</filename>. O valor de <varname>${sysconfdir}</varname> depende do modo como o programa foi compilado e costuma ser <filename role="directory">/etc/</filename> para pacotes binários.
zh_cn: 以冒号分隔各个包含配置数据的目录的一个列表。默认情况下，应用程序会查找 <filename role="directory">${sysconfdir}/xdg/</filename>。<varname>${sysconfdir}</varname> 的值取决于程序如何编译，对于二进制包，通常为 <filename role="directory">/etc/</filename>。

source: The root for all user-specific data files. By default this is set to <filename role="directory">~/.local/share/</filename>.
da: Roden for alle brugerspecikke datafiler. Som standard er denne indstillet til <filename role="directory">~/.local/share/</filename>.
es: La raíz para todos los archivos de datos específicos de cada usuario. Por defecto es <filename role="directory">~/.local/share/</filename>.
gl: A raíz de tódolos ficheiros de datos específicos do usuario. Por defecto é <filename role="directory">~/.local/share/</filename>.
id: Akar untuk semua berkas data khusus pengguna. Pada keadaan standar diatur ke <filename role="directory">~/.local/share/</filename>.
ja: ユーザー個別のデータファイルすべてのルートフォルダです。デフォルトでは <filename role="directory">~/.local/share/</filename> になっています。
pt: A raiz de todo os ficheiros de dados específicos do utilizador. Por omissão, é <filename role="directory">~/.local/share/</filename>.
zh_cn: 所有的属于用户个人的数据文件的根目录。默认情况下为 <filename role="directory">~/.local/share/</filename>。

source: A set of preference ordered base directories relative to which data files should be searched in addition to the <varname>${XDG_DATA_HOME}</varname> base directory. The directories should be separated with a colon.
da: En række indstillingssortereret basismapper, relativ til hvilke datafiler der skal søges efter, udover basismappen ${XDG_DATA_DIRS}. Mapper skal separeres med en kolon.
es: Un conjunto de directorios base ordenados según preferencia relativos a qué archivos de datos deberían ser buscados además del directorio base <varname>${XDG_DATA_HOME}</varname>. Los directorios deberían estar separados por dos puntos.
gl: Un conxunto de directorios base ordenados por preferencia relativos nos cales se deben buscar os ficheiros de datos ademais de no directorio base <varname>${XDG_DATA_HOME}</varname>. Os directorios deben separarse con comas.
id: Seperangkat pengaturan yang diurutkan secara relatif terhadap direktori dasar sebagai tempat berkas data akan dicari sebagai tambahan untuk direktori dasar <varname>${XDG_DATA_HOME}</varname>. Direktori-direktori harus dipisahkan oleh tanda titik dua.
ja: 基本フォルダ <varname>${XDG_DATA_HOME}</varname> に加えてデータファイルを探す基本フォルダを並べていきます。フォルダはコロンで区切る必要があります。
pt: Uma lista de directórios base ordenados de preferências onde os ficheiros de dados devem ser procurados em adição ao directório <varname>${XDG_DATA_HOME}</varname>. Estes directórios devem ser separados com dois pontos.
zh_cn: 以优先顺序排列的多个用以查找数据文件的目录，为 <varname>${XDG_DATA_HOME}</varname> 的相对路径。这些目录之间必须以冒号分隔。

source: Files
da: Filer
es: Archivos
gl: Ficheiros
id: Berkas
ja: ファイル
pt: Ficheiros
zh_cn: 文件

source: This is the location of the configuration file that includes the preferences which control the look and feel of @PACKAGE_NAME@.
da: Dette er placeringen af indstillingsfilerne, der inkluderer de indstillinger, der styrer udseendet og fornemmelsen i @PACKAGE_NAME@.
es: Esta es la ubicación del archivo de configuración que incluye las preferencias que controlan la apariencia de @PACKAGE_NAME@.
gl: Esta é a localización do ficheiro de configuración que inclúe as preferencias que controlan o aspecto e mailo comportamento de @PACKAGE_NAME@.
id: Ini adalah lokasi berkas konfigurasi yang termasuk pengaturan yang mengontrol tampilan dan rasa @PACKAGE_NAME@.
ja: @PACKAGE_NAME@ の見た目を管理する環境設定が含まれる設定ファイルの場所です。
pt: Esta é a localização do ficheiro de configuração que inclui as preferências que controlam a aparência e comportamento do @PACKAGE_NAME@.
zh_cn: 这是包含控制 @PACKAGE_NAME@ 感观的首选项的配置文件的位置。

source: This file includes the user interface definition for the toolbars. If you customize the toolbars using the graphical toolbars editor, @PACKAGE_NAME@ will store the new toolbars layout in the file <filename>${XDG_DATA_HOME}/Terminal/Terminal-toolbars.ui</filename>.
da: Denne fil inkluderer beskrivelsen af brugergrænsefladen for værktøjslinjerne. Hvis du tilpasser værktøjslinjerne ved at bruge den grafiske værktøjslinjeeditor, vil @PACKAGE_NAME@ gemme det nye værktøjslinjelayout i <filename>${XDG_DATA_HOME}/Terminal/Terminal-toolbars.ui</filename>.
es: Este archivo incluye la definición de interfaz de usuario para las barras de herramientas. Si personaliza las barras de herramientas usando el editor gráfico de barras de herramientas, @PACKAGE_NAME@ guardará el nuevo diseño en el archivo <filename>${XDG_DATA_HOME}/Terminal/Terminal-toolbars.ui</filename>.
gl: Este ficheiro inclúe a definición da interface de usuario para as barras de ferramentas. Se personaliza as barras de ferramentas usando o editor gráfico de barras de ferramentas, @PACKAGE_NAME@ ha gardar a disposición das novas barras de ferramentas no ficheiro <filename>${XDG_DATA_HOME}/Terminal/Terminal-toolbars.ui</filename>.
id: Berkas ini menyertakan definisi antarmuka penggna untuk batang alat. Jika anda menyesuaikan batang alat dengan memakai penyunting batang alat grafis, @PACKAGE_NAME@ akan menyimpan tata letak batang alat baru di berkas <filename>${XDG_DATA_HOME}/Terminal/Terminal-toolbars.ui</filename>.
ja: このファイルにはツールバーのインターフェイス定義が記述されています。ツールバーエディタを使用してツールバーをカスタマイズした場合、@PACKAGE_NAME@ はファイル <filename>${XDG_DATA_HOME}/Terminal/Terminal-toolbars.ui</filename> に新しいツールバーのレイアウト情報を保存します。
pt: Este ficheiro inclui a definição da interface de utilizador para a barra de ferramentas. Se personalizar a barra de ferramentas usando o editor gráfico de barra de ferramentas, o @PACKAGE_NAME@ irá armazenar a nova disposição das barra de ferramentas no ficheiro <filename>${XDG_DATA_HOME}/Terminal/Terminal-toolbars.ui</filename>.
zh_cn: 此文件包含工具栏的用户界面定义。如果您使用图形化的工具栏编辑器自定义您的工具栏，@PACKAGE_NAME@ 将把新的工具栏布局保存在文件 <filename>${XDG_DATA_HOME}/Terminal/Terminal-toolbars.ui</filename> 之中。

source: See also
da: Læs også
es: Consulte también
gl: Vexa tamén
id: Lihat pula
ja: 関連項目
pt: Veja também
zh_cn: 参见

source: @@image: 'images/terminal-first-time.png'; md5=c28f799b526627f477f05517df57486d
id: @@image: 'images/terminal-first-time.png'; md5=f09a64629435a6c73438e78a5ef2dabc

source: @@image: 'images/terminal-multiple-tabs.png'; md5=50bde64cde013ee5be96056c5ba139d9
id: @@image: 'images/terminal-multiple-tabs.png'; md5=c88d7fe610afa0178de42316cbda448e

source: @@image: 'images/terminal-set-title.png'; md5=1d2ab181828f8ed4b328a99df0a3b444
id: @@image: 'images/terminal-set-title.png'; md5=c4c8a1d7014a4f37b27b0f6fd1274f71

source: @@image: 'images/terminal-toolbars.png'; md5=f4b348a0b8799e71648979449b2a4a07
id: @@image: 'images/terminal-toolbars.png'; md5=17b0db875a2a74e5167b3401eb6a43cb

source: @@image: 'images/terminal-edit-preferences.png'; md5=0eabb35f7c1aaaba6047386074e463fd
id: @@image: 'images/terminal-edit-preferences.png'; md5=5a91f13083c4d48b6cfa6c1e58c5472c

source: @@image: 'images/terminal-preferences-general.png'; md5=423f22e67374de38d133451076c6f982
id: @@image: 'images/terminal-preferences-general.png'; md5=38e052670dfef1ab9665ad96e5dd211a

source: @@image: 'images/terminal-preferences-appearance.png'; md5=60ea6321b41f48b5b5f9f6f8b884607a
id: @@image: 'images/terminal-preferences-appearance.png'; md5=cf2e0649c89598e331805dfd2c2c09a7
