Repository: eisnerd/xfterm
Catalog: doc/po/*.po
Languages: da, es, gl, id, ja, pt, zh_cn

source: The default geometry for new Terminal windows if no <xref linkend="options-window-geometry"/> option is specified on the command line (defaults to <literal>80x24</literal>).
da: Geometrien som er standard for nye terminalvinduer hvis intet <ulink url="http://dbus.freedesktop.org/">D-BUS</ulink>-tilvalg er angivet på kommandolinjen (standard er <literal>80x24</literal>).
es: La geometría predeterminada para las nuevas ventanas de Terminal si no se especifica la opción <xref linkend="options-window-geometry"/> en la línea de órdenes (por defecto <literal>80x24</literal>).
gl: A xeometría predeterminada das novas fiestras de Terminal se non se especifica a opción <xref linkend="options-window-geometry"/> na liña de comandos (por defecto é <literal>80x24</literal>).
id: Geometri standar untuk jendela Terminal baru jika tidak ada opsi <xref linkend="options-window-geometry"/> yang ditentukan di baris perintah (standarnya <literal>80x24</literal>).
ja: コマンドラインで <xref linkend="options-window-geometry"/> が指定されていない場合、新しい Terminal ウィンドウを開く時にこのジオメトリ (アクティブタブの行数と桁数。デフォルトは <literal>80x24</literal>) が使用されます。
pt: A geometria por omissão das novas janelas de Terminal, se nenhuma <xref linkend="options-window-geometry"/> opção for especificada na linha de comandos (omissão de <literal>80x24</literal>).
zh_cn: 如果未从命令行中指定 <xref linkend="options-window-geometry"/> 选项时默认新打开的终端窗口默认的几何属性 (默认值为 <literal>80x24</literal>)。

source: This setting controls whether new windows will inherit the geometry (width and height of the active tab) from its parent window (the window from which the new window was opened). Can be either <literal>TRUE</literal> or <literal>FALSE</literal> (the default).
da: Denne indstilling styrer hvorvidt nye vinduer vil arve dens forældres (vinduet hvorfra det nye vindue blev åbnet) geometri (bredde og højde fra det aktive faneblad). Kan være enten <literal>TRUE</literal> eller <literal>FALSE</literal> (standard).
es: Esta opción controla si las nuevas ventanas heredarán la geometría (ancho y alto de la pestaña activa) de su ventana madre (la ventana desde la que se abrío la nueva ventana). Puede ser <literal>TRUE</literal> o <literal>FALSE</literal> (por defecto).
gl: Esta opción controla se as novas fiestras herdan a xeometría (ancho e alto da lapela activa) da súa fiestra nai (a fiestra dende a que se abriu a nova fiestra). Pode valer <literal>TRUE</literal> ou <literal>FALSE</literal> (o valor predeterminado).
id: Pengaturan ini mengontrol apakah jendela baru akan mewarisi geometri (lebar dan tinggi tab yang aktif) dari jendela induknya (jendela dari jendela baru dibuka). Dapat diatur <literal>TRUE</literal> atau <literal>FALSE</literal> (standarnya).
ja: 新しいウィンドウがその親ウィンドウのジオメトリを引き継ぐかどうかを設定します。<literal>TRUE</literal> を指定すると引き継ぎ、<literal>FALSE</literal> で引き継ぎません。デフォルトは <literal>FALSE</literal> になります。
pt: Esta definição controla se as novas janelas irão herdar a geometria (largura e altura do separador activo) da janela de origem (a janela de onde a nova janela foi aberta). Pode ser <literal>TRUE</literal> ou <literal>FALSE</literal> (por omissão).
zh_cn: 此项设置控制新窗口是否继承其父窗口 (用以打开新窗口的终端窗口) 的几何属性 (活动标签的高度和宽度)。选项值可以为 <literal>TRUE</literal> 或者 <literal>FALSE</literal>(默认值)。

source: This setting controls whether @PACKAGE_NAME@ will hide the mouse cursor while you are typing in a terminal window. Can be either <literal>TRUE</literal> or <literal>FALSE</literal> (the default).
da: Denne indstilling styrer hvorvidt @PACKAGE_NAME@ vil skjule musemarkøren, mens du taster i terminalvinduet. Kan enten være <literal>TRUE</literal> eller <literal>FALSE</literal> (standard).
es: Esta opción controla si @PACKAGE_NAME@ ocultará el cursor del ratón mientras está escribiendo en una ventana de terminal. Puede ser<literal>TRUE</literal> o <literal>FALSE</literal> (por defecto).
gl: Esta opción controla se @PACKAGE_NAME@ agochará o cursor do rato cando está escribindo nunha fiestra da terminal. Pode ser <literal>TRUE</literal> ou <literal>FALSE</literal> (o valor predeterminado).
id: Pengaturan ini mengontrol apakah @PACKAGE_NAME@ akan menyembunyikan kursor tetikus ketika anda mengetik di dalam jendela terminal. Dapat diatur <literal>TRUE</literal> atau <literal>FALSE</literal> (standarnya).
ja: @PACKAGE_NAME@ が、ターミナルウィンドウでキー入力中にマウスポインタを非表示にするかどうかを設定します。<literal>TRUE</literal> を指定すると非表示になり、<literal>FALSE</literal> で表示したままになります。デフォルトは <literal>FALSE</literal> です。
pt: Esta definição controla se o @PACKAGE_NAME@ oculta o cursor do rato quando está a digitar numa janela de terminal. Pode ser <literal>TRUE</literal> ou <literal>FALSE</literal> (por omissão).
zh_cn: 此项设置控制 @PACKAGE_NAME@ 是否在您在终端窗口中进行输入时隐藏鼠标光标。选项值可以为 <literal>TRUE</literal> 或者 <literal>FALSE</literal>(默认值)。

source: This setting controls whether @PACKAGE_NAME@ provides a close button with the terminal tab title. Can be either <literal>TRUE</literal> (the default) or <literal>FALSE</literal>.
da: Denne indstilling styrer hvorvidt @PACKAGE_NAME@ tilbyder en lukknap med terminalfanebladets titel. Kan enten være <literal>TRUE</literal> (standard) eller <literal>FALSE</literal>.
es: Esta opción controla si @PACKAGE_NAME@ proporciona un botón para cerrar en el título de la pestaña del terminal. Puede ser <literal>TRUE</literal> (por defecto) o <literal>FALSE</literal>.
gl: Esta opción controla se @PACKAGE_NAME@ proporciona un botón para pechar a carón do título das lapelas da terminal. Pode ser <literal>TRUE</literal> (o valor predeterminado) ou <literal>FALSE</literal>.
id: Pengaturan ini mengontrol apakah @PACKAGE_NAME@ menyediakan tombol tutup dengan judul tab terminal. Dapat diatur <literal>TRUE</literal> (standarnya) atau <literal>FALSE</literal>.
ja: @PACKAGE_NAME@ が、ターミナルタブのタイトルに「閉じる」ボタンも表示するかどうかを設定します。<literal>TRUE</literal> を指定すると表示し、<literal>FALSE</literal> で表示しません。デフォルトは <literal>TRUE</literal> になります。
pt: Esta opção controla se o @PACKAGE_NAME@ oferece um botão fechar com o título de separador do terminal. Pode ser <literal>TRUE</literal> (omissão) ou <literal>FALSE</literal>.
zh_cn: 此项设置控制 @PACKAGE_NAME@ 是否在标签上显示关闭按钮。选项值可以为 <literal>TRUE</literal>(默认值) 或者 <literal>FALSE</literal>。

source: This setting controls whether @PACKAGE_NAME@ will close a terminal tab when the user middle-clicks the tab title. Can be either <literal>TRUE</literal> (the default) or <literal>FALSE</literal>.
da: Denne indstilling styrer hvorvidt @PACKAGE_NAME@ vil lukke et faneblad når brugeren midterklikker på fanebladets titel. Kan enten være <literal>SAND</literal> (standard) eller <literal>FALSK</literal>.
es: Este parámetro controla si@PACKAGE_NAME@ cerrará una pestaña del terminal cuando el usuario haga clic con el botón central en el título de la pestaña. Puede ser <literal>TRUE</literal> (por defecto) o <literal>FALSE</literal>.
gl: Esta opción controla se @PACKAGE_NAME@ pecha unha lapela da terminal cando o usuario preme co botón central no título da lapela. Pode ser <literal>TRUE</literal> (o valor predeterminado) ou <literal>FALSE</literal>.
id: Pengaturan ini mengontrol apakah @PACKAGE_NAME@ akan menutup tab terminal jika pengguna menekan klik tengah pada judul tab. Dapat diatur <literal>TRUE</literal> (standarnya) atau <literal>FALSE</literal.
ja: @PACKAGE_NAME@ が、タブタイトル上で中央クリックした時にターミナルタブを閉じるかどうかを設定します。<literal>TRUE</literal> を指定すると閉じ、<literal>FALSE</literal> で閉じません。デフォルトは <literal>TRUE</literal> になります。
pt: Esta definição controla se o @PACKAGE_NAME@ fecha um separador de terminal quando o utilizador premir o botão central no título do separador. Pode ser <literal>TRUE</literal> (por omissão) ou <literal>FALSE</literal>.
zh_cn: 此项设置控制 @PACKAGE_NAME@ 是否在您中键点击标签时关闭该标签。选项值可以为 <literal>TRUE</literal>(默认值) 或者 <literal>FALSE</literal>。

source: Specifies the position where the tab headers should be displayed. This can be either <literal>GTK_POS_TOP</literal> (the default), <literal>GTK_POS_LEFT</literal>, <literal>GTK_POS_BOTTOM</literal> or <literal>GTK_POS_RIGHT</literal>. If you specify <literal>GTK_POS_LEFT</literal> or <literal>GTK_POS_RIGHT</literal> here, the tab header texts will be displayed vertically instead of horizontally. It is highly recommended to disable <varname>MiscTabCloseButtons</varname> for <literal>GTK_POS_LEFT</literal> and <literal>GTK_POS_RIGHT</literal>.
da: Angiver hvor fanebladshoveder skal vises. Dette kan enten være <literal>GTK_POS_TOP</literal> (standard), <literal>GTK_POS_LEFT</literal>, <literal>GTK_POS_BOTTOM</literal> eller <literal>GTK_POS_RIGHT</literal>. Hvis du angiver <literal>GTK_POS_LEFT</literal> eller <literal>GTK_POS_RIGHT</literal> her, vil fanebladets hovedtekst blive vist lodret i stedet for vandret. Det er meget anbefalelsesværdigt at slå <varname>MiscTabCloseButtons</varname> for <literal>GTK_POS_LEFT</literal> og <literal>GTK_POS_RIGHT</literal> fra.
es: Especifica la posición donde se deberían mostrar las cabeceras de la pestaña. Esto puede ser <literal>GTK_POS_TOP</literal> (por defecto), <literal>GTK_POS_LEFT</literal>, <literal>GTK_POS_BOTTOM</literal> o <literal>GTK_POS_RIGHT</literal>. Si especifica <literal>GTK_POS_LEFT</literal> o <literal>GTK_POS_RIGHT</literal> aquí, los textos de la cabecera de la pestaña se mostrarán verticalmente en lugar de horizontalmente. Se recomienda desactivar <varname>MiscTabCloseButtons</varname> para <literal>GTK_POS_LEFT</literal> y <literal>GTK_POS_RIGHT</literal>.
gl: Especifica a posición na que se deben mostrar as cabeceiras das lapelas. A posición pode ser <literal>GTK_POS_TOP</literal> (a predeterminada), <literal>GTK_POS_LEFT</literal>, <literal>GTK_POS_BOTTOM</literal> ou <literal>GTK_POS_RIGHT</literal>. Se especifica aquí <literal>GTK_POS_LEFT</literal> ou <literal>GTK_POS_RIGHT</literal>, os textos das cabeceiras das lapelas mostraranse en vertical e non en horizontal. É moi recomendable que desactive <varname>MiscTabCloseButtons</varname> para <literal>GTK_POS_LEFT</literal> e <literal>GTK_POS_RIGHT</literal>.
id: Tentukan posisi dimana tajuk tab harus ditampilkan. Ini dapat diatur <literal>GTK_POS_TOP</literal> (standarnya), <literal>GTK_POS_LEFT</literal>, <literal>GTK_POS_BOTTOM</literal> atau <literal>GTK_POS_RIGHT</literal>. Jika anda menentukan <literal>GTK_POS_LEFT</literal> atau <literal>GTK_POS_RIGHT</literal> di sini, teks tajuk tab akan ditampilkan secara vertikal dan bukan secara horizontal. Sangat disarankan untuk menonaktifkan <varname>MiscTabCloseButtons</varname> untuk <literal>GTK_POS_LEFT</literal> and <literal>GTK_POS_RIGHT</literal>.
ja: どこにタブヘッダを表示するかを指定します。これは <literal>GTK_POS_TOP</literal> (上部、デフォルト)、<literal>GTK_POS_LEFT</literal> (左側)、<literal>GTK_POS_BOTTOM</literal> (下部) あるいは <literal>GTK_POS_RIGHT</literal> (右側) のいずれかになります。<literal>GTK_POS_LEFT</literal> または <literal>GTK_POS_RIGHT</literal> を指定すると、タブヘッダは縦に表示されます。<literal>GTK_POS_LEFT</literal> または <literal>GTK_POS_RIGHT</literal> 指定時には <varname>MiscTabCloseButtons</varname> を <literal>FALSE</literal> にすることをおすすめします。
pt: Define a posição onde os cabeçalhos de terminal devem ser mostrados. Pode ser <literal>GTK_POS_TOP</literal> (por omissão), <literal>GTK_POS_LEFT</literal>, <literal>GTK_POS_BOTTOM</literal> ou <literal>GTK_POS_RIGHT</literal>. Se definir <literal>GTK_POS_LEFT</literal> ou <literal>GTK_POS_RIGHT</literal> aqui, os textos de cabeçalho do separador serão mostrados na vertical em vez de na horizontal. É altamente recomendado desligar <varname>MiscTabCloseButtons</varname> para <literal>GTK_POS_LEFT</literal> e <literal>GTK_POS_RIGHT</literal>.
zh_cn: 指定标签栏在窗口中的位置。此选项值可以为 <literal>GTK_POS_TOP</literal>(默认值)、<literal>GTK_POS_LEFT</literal>、<literal>GTK_POS_BOTTOM</literal> 或者 <literal>GTK_POS_RIGHT</literal>。如果您在此指定 <literal>GTK_POS_LEFT</literal> 或者 <literal>GTK_POS_RIGHT</literal>，标签栏的文本将是竖直显示而非常见的水平排列。因此当您使用 <literal>GTK_POS_LEFT</literal> 或者 <literal>GTK_POS_RIGHT</literal> 时，强烈推荐您禁用 <varname>MiscTabCloseButtons</varname>。

source: This setting controls whether URLs - both hyperlinks and email addresses - will be highlighted in the text displayed in a terminal window. If you change this option to <literal>FALSE</literal>, URLs won't be highlighted anymore and you will no longer be able to middle-click the URL to open it in the preferred application.
da: Denne indstilling styrer hvorvidt URL'er - både henvisninger og e-post-adresser - vil være fremhævet i din tekst der vises i terminalvinduet. Hvis du ændrer dette tilvalg til <literal>FALSE</literal>, vil URL'er ikke længere være fremhævet og du vil ikke længere kunne midterklikke på URL'en for at åbne den i dit foretrukne program.
es: Este parámetro controla si las URLs - tanto hiperenlaces como direcciones de correo - resaltarán en el texto mostrado en una ventana de terminal. Si cambia esta opción por <literal>FALSE</literal>, las URLs no destacarán más y no podrá hacer clic con el botón central sobre la URL para abrirla con la aplicación preferida.
gl: Esta opción controla se os URLs - tanto as hiperligazóns como os enderezos de correo-e se realzarán no texto mostrado na fiestra da terminal. Se cambia esta opción a <literal>FALSE</literal>, os URLs non se realzarán e non poderá premer co botón central no URL para abrilo co aplicativo preferido.
id: Pengaturan ini mengontrol apakah URL - baik hipertaut dan alamat email - akan disorot dalam teks yang ditampilkan di jendela terminal. Jika anda mengubah opsi ini menjadi <literal>FALSE</literal>, URL tidak akan disorot lagi dan anda tidak akan dapat lagi klik tengah URL untuk membukanya dalam aplikasi kesukaan.
ja: ターミナルウィンドウ内で URL — ハイパーリンクおよび E-mail アドレス ― 文字列の高輝度表示を制御します。このオプションを <literal>FALSE</literal> に指定すると、URL は高輝度表示されず、URL を中央クリックしたときにお気に入りのアプリケーションが呼び出されることはありません。
pt: Esta definição controla se as URLs - hiperligações e endereços de email - serão realçados no texto mostrado numa janela de terminal. Se mudar esta opção para <literal>FALSE</literal>, as URLs não serão realçadas e não poderá usar o clique do meio no URL para o abrir na aplicação preferida.
zh_cn: 这项设置控制在终端窗口中的 URL(包括超链接和电子邮件地址) 是否高亮显示。如果您将此项改为 <literal>FALSE</literal>，终端中的 URL 将不会高亮显示，与此同时，您也无法使用中键点击该 URL 以在您首选的应用程序中打开该 URL 的功能。

source: Frequently asked questions
da: Ofte stillede spørgsmål
es: Preguntas más frecuentes
gl: Preguntas máis frecuentes (FAQ)
id: Pertanyaan acapkali diajukan
ja: よく聞かれる質問
pt: Perguntas frequentes (FAQ)
zh_cn: 常见问题

source: The intent of this section is to collect the quite numerous frequently asked question that relate to working with @PACKAGE_NAME@, or even terminal emulators in general. If you know of a question that's missing from this page, please <ulink url="http://bugzilla.xfce.org/enter_bug.cgi?product=Terminal&amp;format=guided">file a request</ulink>.
da: Meningen med denne sektion er at samle de oftest stillede spørgsmål der relaterer til arbejdet med @PACKAGE_NAME@, eller bare generelt terminalemulatorer. Hvis du har et spørgsmål der mangler fra denne side, så <ulink url="http://bugzilla.xfce.org/enter_bug.cgi?product=Terminal&amp;format=guided">send en anmodning</ulink>.
es: El motivo de esta sección es recoger las numerosas preguntas frecuentes relacionadas con trabajar con @PACKAGE_NAME@ o incluso con emuladores de terminal en general. Si cree que falta alguna pregunta en esta página, por favor, <ulink url="http://bugzilla.xfce.org/enter_bug.cgi?product=Terminal&amp;format=guided">envíe una petición</ulink>.
gl: A intención desta sección é recoller as preguntas máis frecuentes que se relacionan co manexo de @PACKAGE_NAME@, ou incluso cos emuladores de terminal en xeral. Se coñece algunha pregunta que falta nesta páxina, por favor <ulink url="http://bugzilla.xfce.org/enter_bug.cgi?product=Terminal&amp;format=guided">envíe unha solicitude</ulink>.
id: Tujuan dari bagian ini adalah untuk mengumpulkan banyak pertanyaan acapkali ditanyakan yang berhubungan dengan bagaimana cara bekerja dengan @PACKAGE_NAME@, atau bahkan emulator terminal pada umumnya. Jika anda mengetahui ada pertanyaan yang hilang dari halaman ini, silakan <ulink url="http://bugzilla.xfce.org/enter_bug.cgi?product=Terminal&amp;format=guided">ajukan pertanyaan</ulink>.
ja: この章では @PACKAGE_NAME@ を (あるいはターミナルエミュレータ全般に関する事であっても) 利用するにあたって、よく尋ねられる質問に対して回答しています。このページにない質問がある場合は、<ulink url="http://bugzilla.xfce.org/enter_bug.cgi?product=Terminal&amp;format=guided">要望</ulink>を出して下さい。
pt: A intenção desta secção é recolher diversas questões frequentes relacionadas com o trabalho do @PACKAGE_NAME@ ou mesmo sobre emuladores de terminal em geral. Se tiver uma questão que não está presente nesta página, por favor, <ulink url="http://bugzilla.xfce.org/enter_bug.cgi?product=Terminal&amp;format=guided">faça o pedido</ulink>.
zh_cn: 本节的目的是说明 @PACKAGE_NAME@ 或者甚至是许多终端模拟器在使用中常出现的问题。如果您认为还有哪些常见问题在本节中遗漏了，请 <ulink url="http://bugzilla.xfce.org/enter_bug.cgi?product=Terminal&amp;format=guided">提出您的建议</ulink>。

source: @PACKAGE_NAME@ complains about <literal>Unable to start terminal server: Unable to connect to D-BUS message daemon</literal>, what can I do?
da: @PACKAGE_NAME@ beklager at <literal>Kan ikke starte terminalserver: Ikke i stand til at forbinde til D-BUS-beskedtjeneste</literal>, hvad kan jeg gøre?
es: @PACKAGE_NAME@ se queja sobre <literal>No se pudo iniciar servidor de terminal: No se pudo conectar al demonio de mensajes D-BUS</literal>, ¿qué puedo hacer?
gl: @PACKAGE_NAME@ quéixase de que <literal>Non foi posible iniciar terminal server: Non foi posible conectarse ao daemon de mensaxes de D-BUS</literal>, que podo facer?
id: @PACKAGE_NAME@ komplain tentang <literal>Tak dapat memulai server terminal: Tak dapat menyambung ke jurik pesan D-BUS</literal>, apa yang harus saya lakukan?
ja: @PACKAGE_NAME@ が <literal>ターミナルサーバを起動できません: D-BUS メッセージデーモンと接続できません</literal> 言ってきます。何をすればよいですか?
pt: O @PACKAGE_NAME@ queixa-se sobre <literal>Incapaz de iniciar o servidor de terminal: Incapaz de ligar o serviço de mensagens D-BUS</literal>, que posso fazer?
zh_cn: @PACKAGE_NAME@ 报告 <literal>无法启动终端服务: 无法连接至 D-BUS 信息守护进程</literal>，怎么办？

source: @PACKAGE_NAME@ tries to reduce the number of running instances by establishing a D-BUS service that handles all terminal windows. The message above tells you that @PACKAGE_NAME@ wasn't able to connect to the D-BUS session message daemon and register a service. This is just a warning, you can use the terminal without the D-BUS service feature as well.
da: @PACKAGE_NAME@ forsøger at reducere antallet af kørerende instanser ved at etablere en D-BUS-tjeneste der håndterer alle terminalvinduer. Beskeden ovenfor fortæller dig at @PACKAGE_NAME@ ikke var i stand til at forbinde til D-BUS-sessionsbeskedtjeneste og registrere en tjeneste. Dette er blot en advarsel, du kan også bruge terminalen uden D-BUS-tjenesten.
es: @PACKAGE_NAME@ intenta reducir el número de instancias en ejecución estableciendo un servicio D-BUS que gestiona todas las ventanas de terminal. El mensaje de arriba le indica que @PACKAGE_NAME@ no pudo conectarse al demonio de mensajes de sesión D-BUS y registrar un servicio. Esto es solo una advertencia: puede utilizar el terminal sin la funcionalidad del servicio de D-BUS igualmente.
gl: @PACKAGE_NAME@ intenta reducir o número de instancias en execución establecendo un servizo en D-BUS que manexa todas as fiestras de terminal. A mensaxe de enriba dille que @PACKAGE_NAME@ non puido conectar co daemon de mensaxes de sesión de D-BUS e rexistrar un servizo. Isto só é unha advertencia, aínda pode usar a terminal pero sen a funcionalidade do servizo en D-BUS.
id: @PACKAGE_NAME@ mencoba untuk mengurangi jumlah instansi berjalan dengan membangun layanan D-BUS yang menangani semua jendela terminal. Pesan di atas memberitahu anda bahwa @PACKAGE_NAME@ tak dapat menyambung ke jurik pesan sesi D-BUS dan mendaftarkan layanan. Ini hanya peringatan, anda dapat menggunakan terminal tanpa fitur layanan D-BUS.
ja: すべてのターミナルウィンドウを取り扱う D-BUS サービスを立ち上げる事によって、@PACKAGE_NAME@ は実行インスタンスの数を減らすよう試みます。上のメッセージは @PACKAGE_NAME@ が D-BUS セッションメッセージのデーモンと接続できすに、サービスを登録できなかった事を伝えています。これは単なる警告メッセージですので、D-BUS のサービス機能が無くても普通にターミナルを使用することができます。
pt: O @PACKAGE_NAME@ tenta reduzir o número de instâncias em execução ao estabelecer um serviço D-BUS para lidar com todas as janelas de terminal. A mensagem acima indica que o @PACKAGE_NAME@ é incapaz de ligar o serviço de mensagens de sessão D-BUS e registar um serviço. Isto é apenas um aviso, pode usar o terminal sem a funcionalidade do serviço D-BUS.
zh_cn: @PACKAGE_NAME@ 通过与 D-BUS 服务建立连接来管理所有的终端窗口以尝试减少运行实例的数量。上面的信息告诉您 @PACKAGE_NAME@ 无法连接至 D-BUS 会话管理守护进程以注册一个服务。这仅是一个警告，不使用 D-BUS 服务功能，您仍然可以正常使用终端。

source: To start the D-BUS session message daemon when you login to your X session, either modify your xinitrc file and change the line <literal>xfce4-session</literal> to <literal>dbus-launch xfce4-session</literal> or use <literal>dbus-launch startxfce4</literal> to start Xfce instead. If you don't use Xfce, please look at the documentation of your desktop environment on how to enable the D-BUS session daemon.
da: For at starte D-BUS-sessionsbeskedtjenesten, når du logger ind i din X-session, skal du enten redigere din xinitrc-fil og ændre linjen <literal>xfce4-session</literal> til <literal>dbus-launch xfce4-session</literal> eller bruge <literal>dbus-launch startxfce4</literal> for at starte Xfce i stedet. Hvis du ikke bruge Xfce, skal du venligst se i dokumentationen til dit skrivebordsmiljø om hvordan man aktiverer D-BUS-sessionstjenesten.
es: Para iniciar el demonio de mensajes de sesión D-BUS cuando inicie su sesión X, modifique el archvio xinitrc y cambie la línea <literal>xfce4-session</literal> por <literal>dbus-launch xfce4-session</literal> o use <literal>dbus-launch startxfce4</literal> para iniciar Xfce en su lugar. Si no usa Xfce, por favor, vea la documentación de su entorno de escritorio sobre como activar el demonio de sesión D-BUS.
gl: Para iniciar o daemon de mensaxes de sesión D-BUS cando inicia a sesión X, modifique o ficheiro xinitrc e cambie a liña <literal>xfce4-session</literal> por <literal>dbus-launch xfce4-session</literal>, ou use <literal>dbus-launch startxfce4</literal> para iniciar Xfce. Se non usa Xfce, consulte a documentación do seu ambiente de escritorio para saber como activar o daemon de sesións D-BUS.
id: Untuk memulai jurik pesan sesi D-BUS ketika anda log masuk ke sesi X anda, anda dapat mengubah berkas xinitrc dan mengubah baris <literal>xfce4-session</literal> menjadi <literal>dbus-launch xfce4-session</literal> atau gunakan <literal>dbus-launch startxfce4</literal> untuk memulai Xfce. Jika anda tidak menggunakan Xfce, silakan lihat dokumentasi lingkungan desktop anda tentang bagaimana mengaktifkan jurik sesi D-BUS.
ja: X セッションにログインする時に D-BUS セッションメッセージのデーモンを起動するには、xinitrc ファイルを編集して <literal>xfce4-session</literal> となっている行を <literal>dbus-launch xfce4-session</literal> に変更するか、代わりに Xfce の起動に <literal>dbus-launch startxfce4</literal> を使用するかのどちらかを行ってください。Xfce を使用していないのでしたら、D-BUS セッションデーモンを有効にする方法に関して、あなたのデスクトップ環境の文書をご覧になってください。
pt: Para iniciar o serviço de mensagens de sessão D-BUS ao iniciar sessão no seu X, pode modificar o seu ficheiro xinitrc e alterar a linha <literal>xfce4-session</literal> para <literal>dbus-launch xfce4-session</literal> ou usar <literal>dbus-launch startxfce4</literal> para iniciar o Xfce. Se não usa o Xfce, por favor veja a documentação do seu ambiente de trabalho sobre como ligar o serviço de sessão D-BUS.
zh_cn: 要在登录到您的 X 会话时启动 D-BUS 会话信息守护进程，可以通过以下两种方式: 修改您的 xinitrc 文件，将 <literal>xfce4-session</literal> 这一行改为 <literal>dbus-launch xfce4-session</literal>；或者直接使用 <literal>dbus-launch startxfce4</literal> 来启动 Xfce。如果您并不使用 Xfce，则请参考您所使用的桌面环境的文档以了解如何在该桌面环境中启动 D-BUS 会话守护进程。
