Repository: eisnerd/xfterm
Catalog: doc/po/*.po
Languages: da, es, gl, id, ja, pt, zh_cn

source: <keycap>Home</keycap> and <keycap>End</keycap> keys don't work in @PACKAGE_NAME@, what's wrong?
da: Tasterne <keycap>Home</keycap> og <keycap>End</keycap> virker ikke i @PACKAGE_NAME@, hvad er der galt?
es: Las teclas <keycap>Inicio</keycap> y <keycap>Fin</keycap> no funcionan en @PACKAGE_NAME@, ¿qué pasa?
gl: As teclas <keycap>Inicio</keycap> e <keycap>Fin</keycap> non funcionan en @PACKAGE_NAME@, que pasou?
id: Tombol <keycap>Home</keycap> dan <keycap>End</keycap> tidak bekerja di @PACKAGE_NAME@, apa yang salah?
ja: @PACKAGE_NAME@ で <keycap>Home</keycap> および <keycap>End</keycap> キーが使えません。何が悪いんですか?
pt: As teclas <keycap>Home</keycap> e <keycap>End</keycap> não funcionam no @PACKAGE_NAME@, que se passa?
zh_cn: 为什么 <keycap>Home</keycap> 和 <keycap>End</keycap> 键在 @PACKAGE_NAME@ 中无法正常工作？

source: This problem is actually a bug in <ulink url="http://developer.gnome.org/arch/gnome/widgets/vte.html">vte</ulink>, the terminal widget used by @PACKAGE_NAME@. A patch for vte that fixes the problem is available <ulink url="http://lunar-linux.org/lunar/patches/vte-0.11.11-termcap.patch">here</ulink> (this patch was created with version 0.11.11 of vte, it may not work with other versions). Thanks to Auke Kok for this patch.
da: Dette problem er faktisk en fejl i <ulink url="http://developer.gnome.org/arch/gnome/widgets/vte.html">vte</ulink>, terminalkontrollen brugt af @PACKAGE_NAME@. En rettelse til vte, der ordner problemet er tilgængelig <ulink url="http://lunar-linux.org/lunar/patches/vte-0.11.11-termcap.patch">her</ulink> (denne rettelse blev lavet med vte version 0.11.11, det er ikke sikkert den virker med andre versioner). Tak til Auke Kok for denne rettelse.
es: Este problema es realmente un fallo en <ulink url="http://developer.gnome.org/arch/gnome/widgets/vte.html">vte</ulink>, el componente gráfico de terminal usado por @PACKAGE_NAME@. Un parche para vte que arregla este problema está disponible <ulink url="http://lunar-linux.org/lunar/patches/vte-0.11.11-termcap.patch">aquí</ulink> (este parche fue creado con la versión 0.11.11 de vte, puede que no funcione con otras versiones). Gracias a Auke Kok para este parche.
gl: Este problema é un erro en <ulink url="http://developer.gnome.org/arch/gnome/widgets/vte.html">vte</ulink>, o elemento gráfico de terminal que se usa para @PACKAGE_NAME@. Hai un parche dispoñible para resolver o problema con vte <ulink url="http://lunar-linux.org/lunar/patches/vte-0.11.11-termcap.patch">aquí</ulink> (este parche creouse ca versión 0.11.11 de vte, e podería non funcionar con outras versións). Grazas a Auke Kok por este parche.
id: Masalah ini sebenarnya adalah kutu di <ulink url="http://developer.gnome.org/arch/gnome/widgets/vte.html">vte</ulink>, widget terminal yang digunakan oleh @PACKAGE_NAME@. Patch untuk vte yang memperbaiki masalah ini tersedia <ulink url="http://lunar-linux.org/lunar/patches/vte-0.11.11-termcap.patch">di sini</ulink> (patch ini dibuat dengan vte versi 0.11.11, dan mungkin tidak bekerja pada versi lainnya). Terima kasih untuk Auke Kok untuk patch ini.
ja: この問題は、実際のところ @PACKAGE_NAME@ が使用するターミナルウィジェット <ulink url="http://developer.gnome.org/arch/gnome/widgets/vte.html">vte</ulink> のバグです。問題を解決するパッチは <ulink url="http://lunar-linux.org/lunar/patches/vte-0.11.11-termcap.patch">ここ</ulink> にあります (このパッチは vte のバージョン 0.11.11 に対して作成されたので、他のバージョンではうまくいかないかもしれません)。パッチを作成した Auke Kok 氏に感謝します。
pt: Este problema é um erro no <ulink url="http://developer.gnome.org/arch/gnome/widgets/vte.html">vte</ulink>, o recurso de terminal usado pelo @PACKAGE_NAME@. Um patch para o vte que corrige este problema está disponível <ulink url="http://lunar-linux.org/lunar/patches/vte-0.11.11-termcap.patch">aqui</ulink> (este patch foi criado para a versão 0.11.11 do vte, pode não funcionar para outras versões). Obrigado a Auke Kok por este patch.
zh_cn: 该问题其实是由 <ulink url="http://developer.gnome.org/arch/gnome/widgets/vte.html">vte</ulink>，这个 @PACKAGE_NAME@ 所使用的终端控件的 bug 引起的。一个给 vte 的补丁可以从 <ulink url="http://lunar-linux.org/lunar/patches/vte-0.11.11-termcap.patch">这里</ulink>获得 (这个补丁是在 vte 的 0.11.11 版本的基础上生成的，在其他版本的 vte 上可能无法生效)。感谢补丁作者 Auke Kok。

source: Support
da: Hjælp
es: Soporte
gl: Soporte
id: Dukungan
ja: サポート
pt: Suporte
zh_cn: 支持

source: To report a bug or to make a suggestion regarding this application or this manual, use the bug tracking system at <ulink url="http://bugzilla.xfce.org/enter_bug.cgi?product=Terminal&amp;format=guided">http://bugzilla.xfce.org/</ulink>. Remember that useful bug reports are ones that get bugs fixed, so a useful bug report has two qualities:
da: For at rapporte en fejl, eller komme med et forslag med hensyn til dette program eller denne manual, skal du bruge fejlrettelsessystemet på <ulink url="http://bugzilla.xfce.org/enter_bug.cgi?product=Terminal&amp;format=guided">http://bugzilla.xfce.org/</ulink>. Husk på at brugbare fejlrapport er dem der får fejl rettet, så en brugbar fejlrapport har to kvaliteter:
es: Para reportar un bug o hacer sugerencias acerca de está aplicación o el manual, use el sistema de reporte de errores <ulink url="http://bugzilla.xfce.org/enter_bug.cgi?product=Terminal&amp;format=guided">http://bugzilla.xfce.org/</ulink>. Recuerde que los reportes de errores útiles son los que hacen que se arreglen bugs, por lo tanto un reporte de error útil tiene dos cualidades:
gl: Para comunicar un erro ou para realizar unha suxestión relacionada con este aplicativo ou con este manual, use o sistema de seguemento de erros en <ulink url="http://bugzilla.xfce.org/enter_bug.cgi?product=Terminal&amp;format=guided">http://bugzilla.xfce.org/</ulink>. Lembre que os informes de erro útiles son aqueles que resolven os erros, así que un informe de erro útil ten dúas cualidades:
id: Untuk melaporkan kutu atau membuat saran tentang aplikasi atau manual ini, gunakan sistem pelacakan kutu di <ulink url="http://bugzilla.xfce.org/enter_bug.cgi?product=Terminal&amp;format=guided">http://bugzilla.xfce.org/</ulink>. Perlu diingat bahwa pelaporan kutu yang berguna adalah yang akan memperbaiki kutu, jadi pelaporan kutu yang berguna memiliki dua syarat:
ja: このアプリケーションあるいは説明書に関するバグを報告したり、何か提案をする場合は <ulink url="http://bugzilla.xfce.org/enter_bug.cgi?product=Terminal&amp;format=guided">http://bugzilla.xfce.org/</ulink> のバグ追跡システムをご利用ください。意味のあるバグ報告こそがバグを修正するのだ、という事を忘れないでください。ではどういったものが該当するかというと、これには二つの特質があります:
pt: Para reportar um erro ou fazer uma sugestão sobre esta aplicação ou este manual, use o sistema de registo de erros <ulink url="http://bugzilla.xfce.org/enter_bug.cgi?product=Terminal&amp;format=guided">http://bugzilla.xfce.org/</ulink>. Lembre-se que relatórios úteis de erros originam a sua correcção, então um relatório útil tem duas qualidades:
zh_cn: 报告错误或者对本程序或本文档提供建议，请使用位于 <ulink url="http://bugzilla.xfce.org/enter_bug.cgi?product=Terminal&amp;format=guided">http://bugzilla.xfce.org/</ulink> 上的 bug 追踪系统。请注意，有效的错误报告应该能够很好地帮助解决问题，因此，一个有效的错误报告应该具备如下两个特点:

source: <emphasis role="bold">Reproducible.</emphasis> If the developer cannot see the bug himself to prove that it exists, he will most probably not be able to fix it at all. Every detail you can provide helps.
da: <emphasis role="bold">Gentagbar.</emphasis> Hvis ikke udvikleren selv kan se fejlen, for at bevise at den eksisterer, vil han højst sandsynligt ikke kunne rette den. Enhver detalje du kan tilføje hjælper.
es: <emphasis role="bold">Reproducible.</emphasis> Si el desarrollador no puede ver error por sí mismo para probar que existe, probablemente no será capaz de arreglarlo del todo. Todo detalle que proporcione ayuda.
gl: <emphasis role="bold">Reproducible.</emphasis> Se o desenvolvedor non pode ver el mesmo o erro para probar que existe, probablemente non poderá resolvelo. Cada detalle que poida proporcionar axuda.
id: <emphasis role="bold">Dapat dibuat kembali.</emphasis> Jika pengembang tidak dapat melihat langsung kutu untuk membuktikan bahwa kutu itu ada, maka hampir dapat dipastikan ia tidak dapat memperbaikinya sama sekali. Tiap detail yang anda berikan akan membantu.
ja: <emphasis role="bold">再現可能であること。</emphasis> 開発者自身がバグの存在を確認することができない場合は、それを修正するのはほぼ不可能に近くなります。どんな細かいことでも役立ちますので、詳細を余さず伝えてください。
pt: <emphasis role="bold">Reprodutível.</emphasis> Se o programador não puder ver o erro para provar a sua existência, o mais provável é não conseguir corrigi-lo. Cada detalhe que possa dar, ajuda.
zh_cn: <emphasis role="bold">可重现的</emphasis> 如果开发者自己无法体验该错误以证明其确实存在，他很可能完全无法去解决该问题。您所能够提供的每个细节信息都将会有所帮助。

source: <emphasis role="bold">Specific.</emphasis> The quicker the developer can isolate the problem to a specific area, the more likely he will expediently fix it.
da: <emphasis role="bold">Specifik.</emphasis> Jo hurtigere udvikleren kan isolere problemet til et bestemt område, jo større er chancen for, at han ville rette det hurtigt.
es: <emphasis role="bold">Específico.</emphasis> Cuanto más rápido pueda aislar el problema el desarrollador a un área específica, más probable es que pueda solucionarlo en forma oportuna.
gl: <emphasis role="bold">Específico.</emphasis> Canto antes poida o desenvolvedor illar o problema nunha zona específica, máis probable é que o resolva axeitadamente.
id: <emphasis role="bold">Spesifik.</emphasis> Makin cepat pengembang dapat mengisolasi masalah ke area spesifik, makin besar kemungkinan ia akan memperbaikinya.
ja: <emphasis role="bold">具体的であること。</emphasis> 開発者が問題を特定の箇所により早く絞れる程、その修正措置を取りやすくなります。
pt: <emphasis role="bold">Específico.</emphasis> Quanto mais depressa o programador puder isolar o problema para uma área específica, mais hipóteses terá de o corrigir.
zh_cn: <emphasis role="bold">明确的</emphasis> 开发者能够越快地确定问题的所在，问题就可能被越快地解决。

source: In case you want to request a new feature, please make clear why you consider it a worth addition for the application. It is more likely that a new feature gets added if you provide good arguments for the feature. It will increase the chance of addition even more if you provide a patch that implements the requested feature, but make sure that you read the file <ulink url="http://git.xfce.org/apps/terminal/tree/HACKING">HACKING</ulink> - especially the section labeled <emphasis>Coding Style</emphasis> - before you start hacking up the source.
da: I det tilfælde at du ønsker at anmode om en ny funktion, så gør det venligst klart hvorfor du anser det som en forbedring af programmet. Det er mere sandsynligt at en ny funktion bliver tilføjet, hvis du tilbyder nogle gode argumenter for den nye funktion. Chancerne for at den bliver tilføjet er endnu større, hvis du medsender en programrettelse med den anmodede funktion, integreret i programmet. Vær dog sikker på at du får læst filen <ulink type="http" url="http://git.xfce.org/apps/terminal/tree/HACKING">HACKING</ulink> - før du begynder at omskrive kildekoden.
es: En caso de que quiera pedir una nueva característica, por favor, deje claro por qué considera que merece la pena su inclusión en la aplicación. Es más probable que se añadan nuevas características si da buenos argumentos a favor de ella. Aumentará las opciones de añadirla aún más si proporciona un parche que implemente la funcionalidad pedida, pero asegúrese de que ha leído el archivo <ulink url="http://git.xfce.org/apps/terminal/tree/HACKING">HACKING</ulink> - especialmente la sección nombrada <emphasis>Coding Style</emphasis> - antes de empezar a modificar las fuentes.
gl: Se desexa solicitar unha nova funcionalidade, asegúrese de deixar claro por que considera que vale o esforzo incorporala ao aplicativo. É máis probable que se engada unha nova funcionalidade se proporciona boas razóns para incluila. Aínda se incrementarán máis as posibilidades de engadila se proporciona un parche que implemente a funcionalidade requirida, pero asegúrese de ler o ficheiro <ulink url="http://git.xfce.org/apps/terminal/tree/HACKING">HACKING</ulink> - sobre todo a sección titulada <emphasis>Coding Style</emphasis> - antes de comezar a modificar o código fonte.
id: Dalam kasus dimana anda ingin meminta fitur baru, tolong buat secara jelas kenapa anda menganggap hal itu merupakan tambahan yang berharga untuk aplikasi. Makin besar kemungkinan fitur baru ditambahkan ke aplikasi jika anda memberikan argumen yang bagus untuk fitur tersebut. Akan pula meningkatkan peluang penambahan tersebut jika anda menyediakan patch yang mengimplementasikan fitur yang diminta, tapi pastikan anda telah membaca berkas <ulink url="http://git.xfce.org/apps/terminal/tree/HACKING">HACKING</ulink> - terutama bagian yang berjudul <emphasis>Gaya Penyandian</emphasis> - sebelum anda mulai hacking program.
ja: 新機能の追加を要望する場合、なぜそれがアプリケーションにとって有意義だと考えるのか明らかにして下さるようお願いします。その機能について納得のいく議論を行えるのでしたら、追加される可能性は高くなります。要求する機能を実装したパッチを提供して下さるなら更に高くなりますが、事前にファイル <ulink url="http://git.xfce.org/apps/terminal/tree/HACKING">HACKING</ulink> を忘れずに読んでください。特に <emphasis>Coding Style</emphasis> と題されている箇所に目を通すようにしてください。
pt: No caso de desejar uma nova funcionalidade, por favor esclareça o porquê de o considerar como útil para a aplicação. É mais provável que uma nova funcionalidade seja adicionada se indicar bons argumentos para a mesma. Irá aumentar a hipótese de ser adicionada se fornecer um patch que implementa essa funcionalidade, mas certifique-se de ler o ficheiro <ulink url="http://git.xfce.org/apps/terminal/tree/HACKING">HACKING</ulink> - especialmente a secção intitulada <emphasis>Estilo de Codicação</emphasis> - antes de alterar o código.
zh_cn: 如果您希望在本软件中添加新的功能特性，请清楚描述为什么您认为该功能或者特性值得添加进程序中。理由足够充分的话，该功能或者特性将更可能被添加进程序中。如果您能够直接提供该特性的补丁，添加进程序中的可能性将更高，但在您对源代码进行修改或者添加之前，请确保您先阅读以下文档 <ulink url="http://git.xfce.org/apps/terminal/tree/HACKING">HACKING</ulink>，尤其是其中 <emphasis>Coding Style</emphasis> 一节。

source: Else, if you have questions about the use or installation of this software, please ask on the <ulink url="http://www.xfce.org/community/lists">Xfce users mailing list </ulink> or point your IRC client to <emphasis role="bold">irc.freenode.net</emphasis>, join the channel <emphasis role="bold">#xfce</emphasis> and ask for help.
da: Derudover hvis du har spørgsmål om brugen eller installation af dette programmel, så spørg venligst på <ulink url="http://www.xfce.org/community/lists">Xfce users mailing list </ulink> eller indstil din IRC-client til <emphasis role="bold">irc.freenode.net</emphasis>, tilslut dig kanalen <emphasis role="bold">#xfce</emphasis> og spørg efter hjælp.
es: Si tiene preguntas acerca del uso o instalación de este software, por favor, pregunte en la <ulink url="http://www.xfce.org/community/lists">Lista de correo de usuarios de Xfce</ulink> o apunte su cliente IRC a <emphasis role="bold">irc.freenode.net</emphasis>, únase al canal <emphasis role="bold">#xfce</emphasis> y pida ayuda.
gl: Noutro caso, se ten preguntas sobre o uso ou a instalación deste programa, pregúntenos na <ulink url="http://www.xfce.org/community/lists">Rolda de correo de usuarios de Xfce</ulink> ou conecte o seu cliente de IRC a <emphasis role="bold">irc.freenode.net</emphasis>, únase á canle <emphasis role="bold">#xfce</emphasis> e pida axuda.
id: Atau, jika anda memiliki pertanyaan tentang bagaimana cara penggunaan atau instalasi peranti lunak ini, silakan tanyakan di <ulink url="http://www.xfce.org/community/lists">milis pengguna Xfce</ulink> atau arahkan klien IRC anda ke <emphasis role="bold">irc.freenode.net</emphasis>, gabung ke kanal <emphasis role="bold">#xfce</emphasis> dan mintalah bantuan.
ja: その他に、このソフトウェアの使い方やインストールに関する質問がある場合は <ulink url="http://www.xfce.org/community/lists">Xfce メーリングリスト</ulink> で質問するか、IRC クライアントで <emphasis role="bold">irc.freenode.net</emphasis> のチャンネル <emphasis role="bold">#xfce</emphasis> に参加した上で手助けを求めてみて下さい。
pt: Contudo, se tem questões sobre a utilização ou instalação deste software, por favor coloque-as na <ulink url="http://www.xfce.org/community/lists">lista de correio de utilizadores Xfce </ulink> ou aponte o seu cliente IRC para <emphasis role="bold">irc.freenode.net</emphasis>, junte-se ao canal <emphasis role="bold">#xfce</emphasis> para pedir ajuda.
zh_cn: 另外，如果您在安装或者使用本软件过程中有任何问题，请在 <ulink url="http://www.xfce.org/community/lists">Xfce 用户邮件列表</ulink> 中提问，或者可以使用您的 IRC 客户端，加入 <emphasis role="bold">irc,freenode.net</emphasis> 服务器上的 <emphasis role="bold">#xfce</emphasis> 频道以获得帮助。

source: About @PACKAGE_NAME@
da: Om @PACKAGE_NAME@
es: Sobre @PACKAGE_NAME@
gl: Acerca de @PACKAGE_NAME@
id: Tentang @PACKAGE_NAME@
ja: @PACKAGE_NAME@ について
pt: Sobre o @PACKAGE_NAME@
zh_cn: 关于 @PACKAGE_NAME@

source: @PACKAGE_NAME@ was written by Benedikt Meurer (<email>benny@xfce.org</email>). Visit the <ulink url="http://www.os-cillation.com/" type="http">os-cillation website</ulink> for more information.
da: @PACKAGE_NAME@ er skrevet af Benedikt Meurer (<email>benny@xfce.org</email>). Se <ulink url="http://www.os-cillation.com/" type="http">os-cillation website</ulink> for mere information.
es: @PACKAGE_NAME@ fue escrito por Benedikt Meurer (<email>benny@xfce.org</email>). Visite <ulink url="http://www.os-cillation.com/" type="http">os-cillation website</ulink> para más información.
gl: @PACKAGE_NAME@ foi escrito por Benedikt Meurer (<email>benny@xfce.org</email>). Visite o <ulink url="http://www.os-cillation.com/" type="http">sitio web os-cillation</ulink> para obter máis información.
id: @PACKAGE_NAME@ ditulis oleh Benedikt Meurer (<email>benny@xfce.org</email>). Kunjungi <ulink url="http://www.os-cillation.com/" type="http">os-cillation website</ulink> untuk informasi lebih lanjut.
ja: @PACKAGE_NAME@ は Benedikt Meurer (<email>benny@xfce.org</email>) が製作しました。より詳しい情報は <ulink url="http://www.os-cillation.com/" type="http">os-cillation のウェブサイト</ulink>を参照してください。
pt: O @PACKAGE_NAME@ foi escrito por Benedikt Meurer (<email>benny@xfce.org</email>). Visite o <ulink url="http://www.os-cillation.com/" type="http">sítio web os-cillation</ulink> para obter mais informação.
zh_cn: @PACKAGE_NAME@ 由 Benedikt Meurer (<email>benny@xfce.org</email>) 所编写。更多信息，请查看 <ulink url="http://www.os-cillation.com/" type="http">os-cillation 网站</ulink>。

source: This documentation was written by Benedikt Meurer (<email>benny@xfce.org</email>) and Andrew Conkling (<email>andrewski@fr.st</email>). The latest version of this document is always available from the <ulink type="http" url="http://terminal.os-cillation.com/">Terminal website</ulink>.
da: Denne dokumentation er skrevet af Benedikt Meurer(<email>benny@xfce.org</email>) og Andrew Conkling (<email>andrewski@fr.st</email>). Den seneste udgave af dette dokument er altid til rådighed på <ulink type="http" url="http://terminal.os-cillation.com/">Terminals hjemmeside</ulink>.
es: Esta documentación fue escrita por Benedikt Meurer (<email>benny@xfce.org</email>) y Andrew Conkling (<email>andrewski@fr.st</email>). La última versión de este documento está siempre disponible en el <ulink type="http" url="http://terminal.os-cillation.com/">sitio web de Terminal</ulink>.
gl: Esta documentación foi escrita por Benedikt Meurer (<email>benny@xfce.org</email>) e Andrew Conkling (<email>andrewski@fr.st</email>). A última versión deste documento sempre está dispoñible no <ulink type="http" url="http://terminal.os-cillation.com/">sitio web de Terminal</ulink>.
id: Dokumentasi ini ditulis oleh Benedikt Meurer (<email>benny@xfce.org</email>) dan Andrew Conkling (<email>andrewski@fr.st</email>). Versi paling baru dari dokumen ini selalu tersedia dari <ulink type="http" url="http://terminal.os-cillation.com/">situs web Terminal</ulink>.
ja: Benedikt Meurer (<email>benny@xfce.org</email>) および Andrew Conkling (<email>andrewski@fr.st</email>) がこの文書を製作しました。最新版は <ulink type="http" url="http://terminal.os-cillation.com/">Terminal のウェブサイト</ulink>にあります。
pt: Esta documentação foi escrita por Benedikt Meurer (<email>benny@xfce.org</email>) e Andrew Conkling (<email>andrewski@fr.st</email>). A última versão deste documento está sempre disponível no <ulink type="http" url="http://terminal.os-cillation.com/">sítio web do Terminal</ulink>.
zh_cn: 本文档由 Benedikt Meurer (<email>benny@xfce.org</email>) 和 Andrew Conkling (<email>andrewski@fr.st</email>) 所写。本文档的最新版本总能够在以下链接找到: <ulink type="http" url="http://terminal.os-cillation.com/">Terminal 网站</ulink>。

source: This software is distributed under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
da: Dette programmel er udgivet under de samme betingelser som GNU General Public License, udgivet af Free Software Foundation; enten version 2, eller (op til dig) enhver senere udgave af licensen.
es: Este software se distribuye bajo los términos de la Licencia Pública General de GNU como está públicada por la Free Sfotware Foundation. Tanto la versión 2 de la Licencia o (bajo su decisión) cualquier versión posterior.
gl: Este software distribúese baixo os termos da Licenza Pública Xeral de GNU tal como a publica a Free Software Foundation; xa sexa a versión 2 de dita Licenza ou (se o desexa) calquera versión posterior.
id: Program ini didistribusikan di bawah perjanjian Lisensi Publik Umum GNU seperti yang dipublikasikan oleh Free Software Foundation; baik versi 2 dari Lisensi, atau (sesuai pilihan anda) versi manapun setelahnya.
ja: このソフトウェアはフリーソフトウェア財団が公表する GNU 一般公衆利用許諾契約書の条件下に配布されています。第2版あるいは、あなたが選ぶそれ以降の版のいずれかが適用されます。
pt: Este software é distribuído sob os termos da Licença Pública Geral GNU tal como publicada pela Free Software Foundation; seja a versão 2 da Licença ou (se o desejar) qualquer versão posterior.
zh_cn: 本软件在自由软件基金会发布的 GNU 通用公共许可协议的第二版或者(您可以选择)更新的版本的条款约束下发布。

source: You should have received a copy of the GNU General Public License along with this program; if not, write to the Free Software Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA.
da: Du burde have modtaget en kopi af GNU General Public License sammen med dette program; hvis ikke så skriv til Free Software Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA.
es: Usted debería haber recibido una copia de la Licencia Pública General GNU con este programa. De lo contrario, escriba a la Free Software Foundation , Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA.
gl: Debeu recibir unha copia da Licenza Pública Xeral de GNU xunto con este programa; en caso contrario, escriba á Free Software Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA.
id: Anda seharusnya menerima salinan dari Lisensi Publik Umum GNU bersama dengan program ini; jika tidak, kirim surat ke Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA.
ja: このプログラムには、GNU 一般公衆利用許諾契約書のコピーが附属するはずですが、もし無いのであればフリーソフトウェア財団に連絡してください。59 Temple Place - Suite 330, Boston, MA 02111-1307, USA.
pt: Deve ter recebido uma cópia da Licença Pública Geral GNU junto com este programa; caso contrário, escreva à Free Software Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA.
zh_cn: 您应该能够随本软件获得一份 GNU 通用公共许可协议的副本；如果没有，请致信自由软件基金会: Free Software Foundation, Inc., 59 Temple Place - Suite 330, Boston, MA 02111-1307, USA.

source: translator-credits
da: Per Kongstad <p_kongstad@op.pl> Lars Christian Jensen <larschrjensen@gmail.com> Dansk-gruppen <dansk@dansk-gruppen.dk> Mere info: http://www.dansk-gruppen.dk
es: Javier Sánchez <donoban@gmail.com>, Diego Molina <diegoaugustomolina@gmail.com>
gl: Leandro Regueiro <leandro.regueiro@gmail.com>, 2009.
id: Andhika Padmawan <andhika.padmawan@gmail.com>, 2009
ja: Daichi Kawahata <daichi@xfce.org>, 2005, 2006. Masato Hashimoto <hashimo@xfce.org>, 2009.
pt: Nuno Miguel <nunis@netcabo.pt>, 2009
zh_cn: Hunt Xu <huntxu@live.cn>, 2009.

source: DISPLAY
da: SKÆRM
