Repository: eisnerd/xfterm
Catalog: doc/po/*.po
Languages: da, es, gl, id, ja, pt, zh_cn

source: Use the drop-down list to select the function that you want the <keycap>Delete</keycap> key to perform.
da: Brug rullegardinlisten til at vælge den funktion du vil have tasten <keycap>Slet</keycap> til at udføre.
es: Usar la lista desplegable para seleccionar la función que desea para la tecla <keycap>suprimir</keycap>
gl: Use a lista despregable para seleccionar a función que desexa que realice a tecla <keycap>Suprimir</keycap>.
id: Gunakan senarai muncul ke bawah untuk memilih fungsi yang anda ingi tombol <keycap>Hapus</keycap> lakukan.
ja: 実行させたい <keycap>Delete</keycap> キーの機能を選択するにはこのドロップダウンリストを使用します。
pt: Use a lista de selecção para escolher a função que deseja atribuir à tecla <keycap>Delete</keycap>.
zh_cn: 使用下拉菜单选择您需要的按下 <keycap>Delete</keycap> 键时执行的功能。

source: $TERM setting
da: $TERM-opsætning
es: Configuración de $TERM
gl: Opción $TERM
id: Pengaturan $TERM
ja: $TERM の設定
pt: Opção $TERM
zh_cn: $TERM 变量设置

source: This specifies the value the <varname>$TERM</varname> environment variable is set to, when a new terminal tab or terminal window is opened. The default should be ok for most systems. If you have problems with colors in some applications or if you think that a certain application behaves oddly, try <userinput>xterm-color</userinput> here. If you have problems with ncurses 5.6 or later you could also try <userinput>xfce</userinput>.
da: Dette angiver den værdi miljøet <varname>$TERM</varname> er indstillet til, når et nyt terminalfaneblad eller terminalvindue er åbnet. Standarden burde være o.k. for de fleste systemer. Hvis du har problemer med farver i nogle programmer, eller hvis du synes at et bestemt program opfører sig mærkeligt, så prøv <userinput>xterm-color</userinput> her. Hvis du har problemer med ncurses 5.6 eller senere kan du også afprøve <userinput>xfce</userinput>.
es: Esto especifica el valor de la variable de entorno <varname>$TERM</varname> cuando se abre una nueva pestaña o ventana de terminal. La configuración predeterminada es adecuada para la mayoría de los sistemas. Si tienen problemas con los colores en algunas aplicaciones o piensa que alguna aplicación se comporta de manera extraña, pruebe <userinput>xterm-color</userinput> aquí. Si tiene problemas con ncurses 5.6 o posteriores también puede probar <userinput>xfce</userinput>.
gl: Isto especifica o valor que toma a variable de contorno <varname>$TERM</varname> cando se abre unha nova lapela de terminal ou unha nova fiestra de terminal. O valor predeterminado debería valer para a maioría dos sistemas. Se ten problemas cas cores nalgúns aplicativos ou se pensa que certo aplicativo se comporta de xeito estraño, probe a pór o valor <userinput>xterm-color</userinput>. Se ten problemas con ncurses 5.6 ou posterior tamén podería probar <userinput>xfce</userinput>.
id: Ini menentukan tempat diaturnya nilai variabel lingkungan <varname>$TERM</varname>, ketika tab terminal atau jendela terminal baru dibuka. Standarnya sudah ok untuk kebanyakan sistem. Jika anda mempunyai masalah dengan warna pada beberapa aplikasi atau jika anda pikir bahwa aplikasi tertentu berperilaku aneh, coba <userinput>xterm-color</userinput> di sini. Jika anda mempunyai masalah dengan ncurses 5.6 atau versi setelahnya anda dapat juga mencoba <userinput>xfce</userinput>.
ja: 新しいターミナルタブまたはターミナルウィンドウが開かれる時に、環境変数 <varname>$TERM</varname> にセットされる値を指定します。ほとんどのシステムはこのデフォルト値で大丈夫なはずです。一部アプリケーションで色に関する問題が発生したり、特定のアプリケーションがおかしな挙動をしている場合、ここに <userinput>xterm-color</userinput> をセットしてみてください。ncurses 5.6 以降を使用していて問題がある場合は、<userinput>xfce</userinput> を指定してみてください。
pt: Isto indica o valor da variável de ambiente <varname>$TERM</varname>, quando um novo separador ou janela de terminal é aberto. Por omissão deve estar bem para a maioria dos sistemas. Se tiver problemas com cores nalgumas aplicações ou se julga que certa aplicação se comporta mal, tente <userinput>xterm-color</userinput> aqui. Se tiver problemas com ncurses 5.6 ou posterior pode também tentar <userinput>xfce</userinput>.
zh_cn: 此选项设置当一个新终端标签或者终端窗口打开时，<varname>$TERM</varname> 这个环境变量的值。使用默认值在大多数系统上都应该能够正常工作。如果您在某些应用程序中有颜色问题或者您认为某个程序的行为不正常，尝试将此选项指定为 <userinput>xterm-color</userinput>。如果和 ncurses 的 5.6 或者更高版本有冲突时，您可以尝试将此选项指定为 <userinput>xfce</userinput>。

source: Reset compatibility options to defaults
da: Nulstil tilvalg for kompabilitet til standard
es: Restablecer opciones de compatibilidad por defecto
gl: Restablecer as opcións de compatibilidade predeterminadas
id: Tata ulang opsi kompatibilitas ke standar
ja: 互換オプションをデフォルトにリセットする
pt: Restaurar as opções de compatibilidade por omissão
zh_cn: 重置兼容性选项至默认值

source: Click this button to reset the options on the <guilabel>Compatibility</guilabel> tabbed section to its defaults settings.
da: Klik på denne knap for at nulstille tilvalgene på <guilabel>Kompabilitet</guilabel>-fanebladssektionen til standardindstillingerne.
es: Pulse este botón para restablecer las opciones de la sección de pestañas <guilabel>Compatibilidad</guilabel> a sus valores predeterminados.
gl: Prema neste botón para restablecer os valores predeterminados das opcións da sección con lapelas <guilabel>Compatibilidade</guilabel>.
id: Klik tombol ini untuk mengatur ulang opsi pada bagian <guilabel>Kompatibilitas</guilabel> yang di tab untuk kembali ke pengaturan standarnya.
ja: <guilabel>互換性</guilabel> に関する各オプションを、それぞれのデフォルト値にリセットする場合は、このボタンをクリックしてください。
pt: Clique neste botão para restaurar as opções na secção <guilabel>Compatibilidade</guilabel> para os valores por omissão.
zh_cn: 点击此按钮以重置 <guilabel>兼容性</guilabel> 标签下的所有选项至其默认值。

source: Double click
da: Dobbeltklik
es: Doble clic
gl: Dobre clic
id: Klik ganda
ja: ダブルクリック
pt: Duplo clique
zh_cn: 双击

source: Use this text box to specify characters or groups of characters that @PACKAGE_NAME@ considers to be words when you select text by word.
da: Brug denne tekstboks for at angive tegn eller grupper af tegn, som @PACKAGE_NAME@, anser for ord, når du markerer tekst efter ord.
es: Use esta caja de texto para espcificar caracteres o grupo de caracteres que @PACKAGE_NAME@ considere como palabras cuando selecciones texto por palabras.
gl: Use esta caixa de texto para especificar caracteres ou grupos de caracteres que @PACKAGE_NAME@ debe considerar como palabras cando selecciona texto palabra a palabra.
id: Gunakan kotak teks ini untuk menentukan karakter atau grup karakter yang @PACKAGE_NAME@ anggap sebagai kata ketika anda memilih teks sebagai kata.
ja: テキストを単語単位で選択する時に @PACKAGE_NAME@ が単語の一部として見なす文字や文字のグループの指定には、このテキストボックスを使用します。
pt: Use esta caixa de texto para especificar caracteres ou grupos de caracteres que o @PACKAGE_NAME@ deve considerar como palavras ao seleccionar texto por palavra.
zh_cn: 使用文本框指定在您以词为单位选中文本时，@PACKAGE_NAME@ 会将其认为是词的字符或者字符串。

source: Command line options
da: Kommandolinjetilvalg
es: Opciones de línea de órdenes
gl: Opcións de liña de comandos
id: Opsi baris perintah
ja: コマンドラインオプション
pt: Opções de linha de comandos
zh_cn: 命令行选项

source: Advanced topics
da: Avancerede emner
es: Temas avanzados
gl: Temas avanzados
id: Topik tingkat lanjut
ja: 上級者向けの話題
pt: Tópicos avançados
zh_cn: 高级主题

source: Files and Environment Variables
da: Filer og miljøvariabler
es: Archivos y variables de entorno
gl: Ficheiros e variables do contorno
id: Variabel Berkas dan Lingkungan
ja: ファイルおよび環境変数
pt: Ficheiros e Variáveis de Ambiente
zh_cn: 文件和环境变量

source: Hidden options
da: Skjulte tilvalg
es: Opciones ocultas
gl: Opcións ocultas
id: Opsi tersembunyi
ja: 隠しオプション
pt: Opções ocultas
zh_cn: 隐藏选项

source: @PACKAGE_NAME@ offers a few hidden options to allow powerusers to control various advanced settings and to reduce the number of options in the user interface. To set any of these options, you will have to open the file <filename>${XDG_CONFIG_HOME}/Terminal/terminalrc</filename> in your favorite text editor and edit the section <varname>[Configuration]</varname>; simply create the file if it does not already exist. For example, your <filename>terminalrc</filename> could look like
da: @PACKAGE_NAME@ tilbyder nogle små skjulte tilvalg der lader superbrugere kontrollere diverse avancerede indstillinger og for at reducere antallet af tilvalg i brugergrænsefladen. For at indstille disse tilvalg, skal du åbne filen <filename>${XDG_CONFIG_HOME}/Terminal/terminalrc</filename>, i din foretrukne tekstredigering og redigere sektionen <varname>[Configuration]</varname>; opret blot filen hvis den ikke allerede eksisterer. For eksempel, din <filename>terminalrc</filename> burde se ud som
es: @PACKAGE_NAME@ ofrece unas cuantas opciones ocultas para permitir a usuarios privilegiados controlar varios aspectos de configuración avanzada y reducir el número de opciones en la interfaz de usuario. Para establecer cualquiera de estas opciones tendrá que abrir el archivo <filename>${XDG_CONFIG_HOME}/Terminal/terminalrc</filename> en su editor de texto favorito y editar la sección <varname>[Configuration]</varname>; simplemente cree el archivo si no existe. Por ejemplo, su <filename>terminalrc</filename> podría ser como
gl: @PACKAGE_NAME@ ofrece unhas poucas opcións ocultas que lle permiten aos usuarios avanzados controlar varias opcións avanzadas e que reducen o número de opcións na interface de usuario. Para definir algunha destas opcións, terá que abrir o ficheiro <filename>${XDG_CONFIG_HOME}/Terminal/terminalrc</filename> co seu editor de texto preferido e editar a sección <varname>[Configuration]</varname>; se o ficheiro non existe só ten que crealo. Por exemplo, <filename>terminalrc</filename> podería ter o seguinte aspecto
id: @PACKAGE_NAME@ menawarkan beberapa opsi tersembunyi yang memungkinkan pengguna untuk mengontrol beragam pengaturan mahir dan mengurangi jumlah opsi di antarmuka pengguna. Untuk mengatur opsi ini, anda harus membuka berkas <filename>${XDG_CONFIG_HOME}/Terminal/terminalrc</filename> di penyunting berkas favorit anda dan sunting bagian <varname>[Configuration]</varname>; cukup buat berkas tersebut bila belum ada. Misalnya, berkas <filename>terminalrc</filename> dapat berisi
ja: パワーユーザが高度な設定を行えるようにしたり、ユーザインターフェイスのオプション数を減らすために、@PACKAGE_NAME@ には少しですが隠しオプションがあります。これらのオプションの設定は、テキストエディタでファイル <filename>${XDG_CONFIG_HOME}/Terminal/terminalrc</filename> を開いて <varname>[Configuration]</varname> 以下の箇所を編集する必要があります (もし存在しなければ作成してください)。例えば、<filename>terminalrc</filename> は以下ようになっています。
pt: @PACKAGE_NAME@ oferece algumas opções ocultas para permitir a utilizadores avançados controlar diversas definições avançadas e para reduzir as opções na interface gráfica. Para mudar alguma destas opções, pode abrir o ficheiro <filename>${XDG_CONFIG_HOME}/Terminal/terminalrc</filename> com o seu editor de texto favorito e editar a secção <varname>[Configuration]</varname>; simplesmente crie o ficheiro se não existir. Por exemplo, o seu ficheiro <filename>terminalrc</filename> pode ser assim
zh_cn: @PACKAGE_NAME@ 提供一系列的隐藏选项，既允许有经验的用户控制程序中的很多高级设置，也减少了用户界面中选项的数量。要设置这些隐藏选项，您需要使用您的文本编辑器打开文件 <filename>${XDG_CONFIG_HOME}/Terminal/terminalrc</filename> 并且编辑其中的 <varname>[Configuration]</varname> 一段；如果该文件不存在，则请创建它。例如，您的 <filename>terminalrc</filename> 会看起来像

source: plus all the options that are controlled through the preferences dialog.
da: plus alle de tilvalg der er styret gennem indstillingsvinduet.
es: además de todas las opciones controladas mediante el diálogo de preferencias.
gl: ademais de tódalas opcións que se controlan a través do diálogo de preferencias.
id: ditambah semua opsi yang dikendalikan melalui dialog pengaturan.
ja: これに設定ダイアログで設定されたオプションが加わります。
pt: além de todas as opções controladas através do diálogo de preferências.
zh_cn: 加上可以通过首选项对话框控制的所有选项。

source: If <literal>TRUE</literal> the tab headers will always be displayed even if only a single terminal tab is open. This option is useful if you do not want the terminal window to resize when you open a second tab. It is disabled by default.
da: Hvis <literal>TRUE</literal> vil fanebladshovedet altid blive vist, hvis selv kun et enkelt terminalfaneblad er åben. Dette tilvalg er nyttigt hvis du ikke vil have terminalvinduet til at ændre størrelse, når du åbner et nyt faneblad. Det er slået fra som standard.
es: Si es <literal>TRUE</literal> las cabeceras de las etiquetas siempre se mostrarán incluso si solo hay abierta una pestaña de terminal. Esta opción es útil si no desea que la ventana de terminal cambie de tamaño cuando abra una segunda pestaña. Está desactivado por defecto.
gl: Se vale <literal>TRUE</literal> sempre se mostrarán as cabeceiras das lapelas aínda que só estea aberta unha lapela. Esta opción é útil se non quere que se redimensione a fiestra da terminal cando abre unha segunda lapela. Por defecto está desactivada.
id: Jika <literal>TRUE</literal> tajuk tab akan selalu ditampilkan bahkan jika hanya satu tab terminal yang terbuka. Opsi ini berguna jika anda tidak ingin jendela terminal berubah ukuran ketika anda membuka tab kedua. Hal ini dinonaktifkan pada standarnya.
ja: <literal>TRUE</literal> にすると、ターミナルタブが一つだけ開いている場合でも、常にタブヘッダが表示されます。二つ目のタブを開いた時にターミナルウィンドウの大きさをいちいち変更したくない場合にこのオプションが役立ちます。デフォルトは <literal>FALSE</literal> になります。
pt: Se <literal>TRUE</literal> os cabeçalhos de separadores serão sempre mostrados, mesmo que que só esteja aberto um separador de terminal. Esta opção é útil se não quiser que a janela de terminal seja ajustada ao abrir um segundo terminal. Está desligada por omissão.
zh_cn: 如果此项设置为 <literal>TRUE</literal>，标签栏即使在当前窗口中只有一个标签时也会显示。该选项在您不希望打开新的标签时终端窗口会改变其大小时非常有用。选项值默认为禁用。

source: Enables (<varname>MiscBell=TRUE</varname>) or disables (<varname>MiscBell=FALSE</varname>) the audible terminal bell. It is disabled by default.
da: Aktiverer (<varname>MiscBell=TRUE</varname>) eller deaktiverer (<varname>MiscBell=FALSE</varname>) den hørbare terminalklokke. Det er slået fra som standard.
es: Activa (<varname>MiscBell=TRUE</varname>) o desactiva (<varname>MiscBell=FALSE</varname>) la campana audible del terminal. Está desactivada por defecto.
gl: Activa (<varname>MiscBell=TRUE</varname>) ou desactiva (<varname>MiscBell=FALSE</varname>) a campá da terminal. Por defecto está desactivada.
id: Aktifkan (<varname>MiscBell=TRUE</varname>) atau nonaktifkan (<varname>MiscBell=FALSE</varname>) bel terminal bersuara. Hal ini dinonaktifkan pada standarnya.
ja: ターミナルのベルを鳴らす (<varname>MiscBell=TRUE</varname>) か鳴らさない (<varname>MiscBell=FALSE</varname>) かを設定します。デフォルトは <literal>FALSE</literal> になります。
pt: Liga (<varname>MiscBell=TRUE</varname>) ou desliga (<varname>MiscBell=FALSE</varname>) a campainha sonora do terminal. Está desligada por omissão.
zh_cn: 启用 (<varname>MiscBell=TRUE</varname>) 或者禁用 (<varname>MiscBell=FALSE</varname>) 终端响铃。默认值为禁用。

source: Controls whether @PACKAGE_NAME@ popups a confirmation dialog when the user tries to close a terminal window with multiple tabs in it. Can be either <literal>TRUE</literal> (the default) or <literal>FALSE</literal>.
da: Styrer hvorvidt @PACKAGE_NAME@ viser et bekræftelsesvindue, når brugeren forsøger at lukke et terminalvindue med flere faneblade. Kan enten være <literal>TRUE</literal> (standard) eller <literal>FALSE</literal>.
es: Controla si @PACKAGE_NAME@ si aparece un diálogo de confirmación cuando el usuario intenta cerrar una ventana de terminal con múltiples pestañas en ella. Puede ser <literal>TRUE</literal> (por defecto) o <literal>FALSE</literal>.
gl: Controla se @PACKAGE_NAME@ mostra un diálogo emerxente de confirmación cando o usuario intenta pechar unha fiestra da terminal con varias lapelas abertas. Pode valer <literal>TRUE</literal> (o predeterminado) ou <literal>FALSE</literal>.
id: Mengontrol apakah @PACKAGE_NAME@ memunculkan dialog konfirmasi ketika pengguna mencoba untuk menutup jendela terminal dengan banyak tab di dalamnya. Dapat diatur <literal>TRUE</literal> (standarnya) atau <literal>FALSE</literal>.
ja: 複数のタブがあるターミナルウィンドウを閉じようとした時に @PACKAGE_NAME@ が確認ダイアログを出すかどうかを設定します。<literal>TRUE</literal> を指定すると確認ダイアログを表示し、<literal>FALSE</literal> で表示しません。デフォルトは <literal>TRUE</literal> になります。
pt: Controla se o @PACKAGE_NAME@ mostra um diálogo de confirmação quando o utilizador tenta fechar uma janela de terminal com vários separadores. Pode ser <literal>TRUE</literal> (por omissão) ou <literal>FALSE</literal>.
zh_cn: 此选项设置 @PACKAGE_NAME@ 是否在用户尝试关闭包含多个标签的窗口时弹出确认对话框。选项值可以为 <literal>TRUE</literal>(默认值) 或者 <literal>FALSE</literal>。

source: Enable this option to display a cursor that blinks. Can be either <literal>TRUE</literal> or <literal>FALSE</literal> (the default).
da: Slå dette tilvalg til for at vise en markør der blinker. Kan enten være <literal>TRUE</literal> eller <literal>FALSE</literal> (standard).
es: Active esta opción para mostrar un cursor que parpadea. Puede ser <literal>TRUE</literal> o <literal>FALSE</literal> (por defecto).
gl: Active esta opción para mostrar un cursor que parpadexa. Pode ser <literal>TRUE</literal> ou <literal>FALSE</literal> (o valor predeterminado).
id: Aktifkan opsi ini untuk menampilkan kursor yang berkedip. Dapat diatur <literal>TRUE</literal> atau <literal>FALSE</literal> (standarnya).
ja: <literal>TRUE</literal> にするとカーソルが点滅します。<literal>FALSE</literal> にすると点滅しません。デフォルトは <literal>FALSE</literal> になります。
pt: Active esta opção para mostrar um cursor a piscar. Pode ser tanto <literal>TRUE</literal> ou <literal>FALSE</literal> (por omissão).
zh_cn: 启用该选项以显示闪烁光标。选项值可以为 <literal>TRUE</literal> 或者 <literal>FALSE</literal>(默认值)。

source: Specifies the shape of the cursor in the terminal. This can be either <literal>TERMINAL_CURSOR_SHAPE_BLOCK</literal> (the default), <literal>TERMINAL_CURSOR_SHAPE_IBEAM</literal> or <literal>TERMINAL_CURSOR_SHAPE_UNDERLINE</literal>. This option is only available when you compile against VTE 0.19.1 or newer.
da: Angiver formen af markøren i terminalenl. Denne kan enten være <literal>TERMINAL_CURSOR_SHAPE_BLOCK</literal> (standarden), <literal>TERMINAL_CURSOR_SHAPE_IBEAM</literal> eller <literal>TERMINAL_CURSOR_SHAPE_UNDERLINE</literal>. Denne indstilling er kun tilgængelig når du kompilerer med VTE 0.19.1 eller nyere.
es: Especifica la forma del cursor en el terminal. Esta puede ser <literal>TERMINAL_CURSOR_SHAPE_BLOCK</literal> (por defecto), <literal>TERMINAL_CURSOR_SHAPE_IBEAM</literal> o <literal>TERMINAL_CURSOR_SHAPE_UNDERLINE</literal>. Esta opción solo está disponible cuando está compilado contra VTE 0.19.1 o posteriores.
gl: Especifica a forma do cursor na terminal. Pode ser <literal>TERMINAL_CURSOR_SHAPE_BLOCK</literal> (o valor predeterminado), <literal>TERMINAL_CURSOR_SHAPE_IBEAM</literal> ou <literal>TERMINAL_CURSOR_SHAPE_UNDERLINE</literal>. Esta opción só está dispoñible cando se compilou con VTE 0.19.1 ou posterior.
id: Tentukan bentuk kursor di terminal. Ini dapat berupa <literal>TERMINAL_CURSOR_SHAPE_BLOCK</literal> (standarnya), <literal>TERMINAL_CURSOR_SHAPE_IBEAM</literal> atau <literal>TERMINAL_CURSOR_SHAPE_UNDERLINE</literal>. Opsi ini hanya tersedia jika anda mengompilasinya pada VTE 0.19.1 atau versi lebih baru.
ja: ターミナル上でのカーソルの形状を設定します。<literal>TERMINAL_CURSOR_SHAPE_BLOCK</literal> (デフォルト)、<literal>TERMINAL_CURSOR_SHAPE_IBEAM</literal>、または <literal>TERMINAL_CURSOR_SHAPE_UNDERLINE</literal> が指定できます。このオプションは VTE 0.19.1 以降でコンパイルした場合のみ有効になります。
pt: Especifica a forma do cursor dentro do terminal. Pode ser tanto <literal>TERMINAL_CURSOR_SHAPE_BLOCK</literal> (por omissão), <literal>TERMINAL_CURSOR_SHAPE_IBEAM</literal> ou <literal>TERMINAL_CURSOR_SHAPE_UNDERLINE</literal>. Esta opção só está disponível quando compilado com VTE 0.19.1 ou posterior.
zh_cn: 此选项指定终端中的光标形状。选项值可以为 <literal>TERMINAL_CURSOR_SHAPE_BLOCK</literal>(默认值)、<literal>TERMINAL_CURSOR_SHAPE_IBEAM</literal> 或者 <literal>TERMINAL_CURSOR_SHAPE_UNDERLINE</literal>。该选项只在基于 VTE 0.19.1 或者更新的版本编译时有效。

source: This option controls whether you can circulate through terminal tabs. That is, whether you are able to go from the last tab to the first tab using the <guimenuitem>Next Tab</guimenuitem> button from the <guimenu>Go</guimenu> menu (or the associated keyboard shortcut), and from the first tab to the last tab using the <guimenuitem>Previous Tab</guimenuitem> button from the <guimenu>Go</guimenu> menu. The option can be either <literal>TRUE</literal> (the default) or <literal>FALSE</literal>.
da: Dette tilvalg styrer hvorvidt du kan bladre igennem terminalfaneblade. Det være sig, hvorvidt du er i stand til at gå fra det sidste faneblad til det første faneblad ved at bruge knappen <guimenuitem>Næste faneblad</guimenuitem> fra menuen <guimenu>Gå</guimenu> (eller den associerede tastaturgenvej), og fra det første faneblad til det sidste faneblad ved at bruge knappen <guimenuitem>Forrige faneblad</guimenuitem> fra menuen <guimenu>Gå</guimenu>. Tilvalget kan være enten <literal>TRUE</literal> (standard) eller <literal>FALSE</literal>.
es: Esta opción controla si se pueden recorrer circularmente las pestañas de terminal. Esto es, si se puede ir desde la última pestaña a la primera usando el botón <guimenuitem>Pestaña siguiente</guimenuitem> y de la primera a la última usando el botón <guimenuitem>Pestaña anterior</guimenuitem> (o el atajo de teclado asociado) dentro del menú <guimenu>Ir</guimenu>. La opción puede ser <literal>TRUE</literal> (por defecto) o <literal>FALSE</literal>.
gl: Esta opción controla se se pode ou non percorrer as lapelas da terminal. É dicir, se vostede pode ir da última lapela á primeira usando o botón <guimenuitem>Seguinte lapela</guimenuitem> do menú <guimenu>Ir a</guimenu> (ou co atallo de teclado asociado), e dende a primeira lapela á última usando o botón <guimenuitem>Lapela anterior</guimenuitem> do menú <guimenu>Ir a</guimenu>. A opción pode valer <literal>TRUE</literal> (valor predeterminado) ou <literal>FALSE</literal>.
id: Opsi ini mengontrol apakah anda dapat bersirkulasi antar tab terminal. Yaitu, apabila anda dapat berpindah dari tab terakhir ke tab pertama menggunakan tombol <guimenuitem>Tab Berikutnya</guimenuitem> dari menu <guimenu>Go</guimenu> (atau jalan pintas papan ketik yang ditentukan), dan dari tab pertama ke tab terakhir dengan menggunakan tombol <guimenuitem>Tab Sebelumnya</guimenuitem> dari menu <guimenu>Ke</guimenu>. Opsi ini dapat diatur <literal>TRUE</literal> (standarnya) atau <literal>FALSE</literal>.
ja: ターミナルタブの切り換えを循環するかどうかを設定します。<literal>TRUE</literal> を指定するとメニュー <guimenu>「移動」</guimenu> (またはそれに割り当てられているキーボードショートカット) から <guimenuitem>「次のタブ」</guimenuitem> ボタンを使用して、右端のタブから左端のタブに移動したり、同じく <guimenu>「移動」</guimenu> メニューから <guimenuitem>「前のタブ」</guimenuitem> を使って左端から右端へ移れるようになります。このオプションは <literal>TRUE</literal> (デフォルト) あるいは <literal>FALSE</literal> のどちらかになります。
pt: Esta opção controla se pode circular pelos separadores de terminal. Isto é, se pode mudar do último para o primeiro separador usando o botão <guimenuitem>Separador Seguinte</guimenuitem> do menu <guimenuitem>Ir</guimenuitem> (ou a tecla de atalho associada) e do primeiro ao último separador usando o botão <guimenuitem>Separador Anterior</guimenuitem> do menu <guimenuitem>Ir</guimenuitem>. Esta opção pode ser <literal>TRUE</literal> (por omissão) ou <literal>FALSE</literal>.
zh_cn: 此选项控制是否允许循环切换终端标签。即是否允许您通过 <guimenu>转到</guimenu> 菜单中的 <guimenuitem>下一个标签</guimenuitem> 按钮 (或者绑定键盘快捷键) 来从最后一个标签切换至第一个标签，和通过 <guimenu>转到</guimenu> 菜单中的 <guimenuitem>上一个标签</guimenuitem> 按钮来从第一个标签切换至最后一个标签。选项值可以为 <literal>TRUE</literal>(默认值) 或者 <literal>FALSE</literal>。
